[
  {
    "nome": "Comportamentos Auvos",
    "arquivo": "Comportamentos Auvos.pdf",
    "totalCaracteres": 29989,
    "palavrasChave": [
      "comportamento",
      "cultura",
      "valores",
      "auvo",
      "time",
      "equipe"
    ],
    "sinonimos": {},
    "chunks": [
      {
        "id": 0,
        "texto": "Comportamentos Auvo Quantidade de caracteres do Sistema que cada campo no Auvo aceita PMOC Ambiente: 45 Carga térmica: 10 Nome do equipamento: 500 Orçamento Observações de Orçamento: 8.000 caracteres Tarefas Legenda de Fotos: 1.000 caracteres Questionário: 3.000 caracteres Relato: 5.000 caracteres Como funciona a função de Múltiplos Executores O objetivo desta nova funcionalidade é permitir que mais de um colaborador (definido como Auxiliar) contribua na execução da mesma tarefa, que ainda possui um Responsável principal. Esta é uma versão BETA (em testes) e seu acesso deve ser solicitado ao time de atendimento da Auvo. O que a Versão BETA Permite? A funcionalidade se concentra em duas ações principais para os Auxiliares: 1. Controle de Horas . Auxiliares podem registrar suas próprias horas na tarefa (check-in, pausa, check-out). . Ponto Crítico: O status geral da tarefa na Web (Ex: \"Em execução\") só é atualizado pelas ações do Responsável. Se um Auxiliar der check-in, a tarefa não mudará de \"Aberta\" para \"Em execução\" na visão geral da Web, embora apareça \"Em execução\" no app dele. . A visão de gestão (Web) consolida o tempo total gasto, somando as horas do Responsável e de todos os Auxiliares. 2. Preenchimento de Questionários . Responsável e Auxiliares podem responder aos mesmos questionários da tarefa. . As respostas são sincronizadas entre todos os dispositivos. . Ponto Crítico: Se duas pessoas responderem à mesma pergunta, prevalecerá sempre a última informação sincronizada. (Exige coordenação da equipe). . Na Web, será possível identificar qual colaborador respondeu cada pergunta. 3. Como Funciona na Prática? .Criação da Tarefa: Ao criar uma tarefa (via novo pop-up, Projetos ou PMOC), o gestor pode usar o novo campo \"Auxiliares da tarefa\" para adicionar outros colaboradores ou equipes. .Visão do Auxiliar (App): A tarefa aparece na \"Minha Agenda\" do Auxiliar (com uma indicação visual de que ele é um auxiliar). Ele poderá registrar horas e acessar o \"Relatório da tarefa\" para preencher os questionários. Outras funções da tarefa ficam ocultas para ele. .Visão do Gestor (Web): O gestor verá os auxiliares nos relatórios (OS Digital, Apontamento de Horas) e na agenda. O controle de horas mostrará os registros individuais e o total consolidado. Requisitos e Limitações Importantes (Fase BETA) Acesso BETA: A empresa precisa solicitar ativamente a liberação da funcionalidade ao suporte da Auvo. App Específico: Os colaboradores (Responsável e Auxiliares) não usarão o aplicativo normal da loja. É necessário instalar uma versão BETA específica do aplicativo que será fornecida pelo atendimento. Apenas Android: Esta versão BETA do aplicativo funciona apenas em dispositivos Android. Dispositivos iOS não são compatíveis no momento. Criação Limitada: A adição de auxiliares (nesta fase) funciona apenas para tarefas no formato de responsabilidade \"Colaborador\" (não \"Equipe\" ou \"Todos da Equipe\"). Edição e criação de serviços Para que um serviço seja criado, o usuário precisa ser no mínimo do tipo \"gestor\" e possuir permissão para visualizar produtos, porém esse mesmo colaborador do tipo gestor não consegue editar os serviços. Apenas administradores conseguem editar serviços no sistema. Usuários do tipo \"financeiro\" e \"usuário\" não possuem permissão para realizar esse tipo de ação acima, pois eles são considerados \"inferiores\" na hierarquia dos tipos de usuários do Auvo, neste caso sendo necessário orienta-lo a contactar um gestor ou administrador para realizar a mudança ou criação. Edição e criação de produtos Para que um produto seja criado, o usuário precisa ser no mínimo do tipo \"gestor\" e possuir permissão para visualizar produtos. Esse mesmo colaborador também conseguirá editar os produtos criados normalmente. Usuários do tipo \"financeiro\" e \"usuário\" não possuem permissão para realizar esse tipo de ação acima, pois eles são considerados \"inferiores\" na hierarquia dos tipos de usuários do Auvo, neste caso sendo necessário orienta-lo a contactar um gestor ou administrador para realizar a mudança ou criação. Envio de notificação vio Email no AuvoDesk O envio de Email no Auvodesk é Feito de 2 formas: A primeira seria o envio de notificação para os analistas e clientes, quando o ticket sobre alguma atualização de status, atribuição ou anotação. Essa notificação vai para o email que está dentro do cadastro do usuário vinculado ao Ticket, caso seja mudança de status, é notificado para o cliente também, via Email do cadastro do cliente. Essas notificações são enviadas pelo noreply@auvo.com.br A segunda seria o Envio de resposta dentro do ticket, esse envio é feito pela opção \"Responder\" dentro de um ticket. Essa notificação de resposta será feita pelo email que estiver dentro das configurações do Auvo desk>> Email. Caso o cliente relate que esta com uma mensagem de \"Erro ao enviar resposta\", é porque esse campo de email nas configurações não está preenchido OBS: Sempre verificar a opção de configuração>> Notificações, pois por ali é possível desativer algumas notificações Ordem das tarefas na agenda do App A ordenação das tarefas dentro do app é pela hora de agendamento da tarefa, por ordem crescente, ou seja, a tarefa que aparece é na ordem 08:00 08:30 14:00 16:30 Entretanto, se passar do horário da tarefa e a mesma estiver como \"Em aberta\" , ela vai ser movida para a última da fila Exemplo: Agora são 08:37, então a ordem vai ser: 14:00 16:30 08:00 08:30 Integração de tarefas Após a criação de uma tarefa no Auvo, a integração irá seguir as seguintes competências: 1° Apenas tarefas criadas até a data e horário vigentes entrarão no fluxo - Se uma tarefa é criada para o futuro, ela não entrará no fluxo até que chegue na data e horário de criação; - Tarefas criadas hoje, mas em datas retroativas entrarão no fluxo. 2° Análise do status de integração da tarefa - Caso a tarefa não esteja no status configurado, ela ficará em \"stand by\" até entrar no status correto. 3° Cliente da tarefa - Somente cadastros de clientes integrados (com código externo) serão aceitos para integrar; - Caso o cliente não esteja integrado, no log será gerado um erro, informando que o cliente não possui código externo; - Se o cliente estiver integrado entre os sistemas, mas estiver inativo no sistema destinado, não será integrado; - No Conta Azul: se o cliente estiver marcado como \"fornecedor\", não será criado a venda e retornará erro \"Cliente não encontrado!\" nos logs. 4° Valores da tarefa - Para que a tarefa entre no fluxo, é obrigatório a inserção de algum valor; - Apenas produtos e serviços integrados serão aceitos. Caso algum item não esteja, retornará erro nos logs; - Omie: para a configuração \"criar ordem de serviço com produtos e serviços\", a tarefa apenas entrará no fluxo se for inserido pelo menos um serviço. Se inserido apenas produtos, retornará erro, pois no sistema Omie não é permitido criar ordem de serviço sem um serviço; - Para mais informações sobre os comportamentos de integração de cadastros de produtos, consultar o tópico de comportamento. 5° Pós integração - Nenhum item criado é alterado após criação, ou seja, se a tarefa foi criada no sistema parceiro, ao inserir mais um produto, não será atualizado lá, e vice-versa. - Uma vez criado, não entrará no fluxo novamente, isto é, se foi criado uma \"venda\" no sistema parceiro e ela for excluída em algum momento, mesmo após forçar um novo fluxo para a tarefa relativa no Auvo, ela não será integrada novamente. Regra com equipamento inativo em tarefa Quando um equipamento que ja tem tarefas vinculadas é inativado, ele irá sumir das tarefas que ainda Não foram feitas, entretanto para as tarefas feitas, ele vai permanecer, sendo necessário ativar o equipamento para conseguir remover de uma tarefa ja finalizada Regra ao remover Produto e Serviço Quando um produto ou serviço que ja estava vinculado a uma tarefa, orçamento, fatura ou projeto for removido, o mesmo não irá sumir do local vinculado, independente se a tarefa esta em aberta ou finalizada. Ao clicar no nome do produto/serviço pela tarefa/fatura/orçamento/projeto, o link irá para uma aba de um novo item Regra sobre Garantia de equipamentos Seguindo a mesma lógica válida para alterações de endereço em tarefas já criadas, se uma tarefa é criada com um equipamento que não possui garantia definida, a inclusão posterior da garantia neste equipamento não refletirá automaticamente na tarefa. Para que a garantia seja considerada na tarefa, será necessário editá-la na agenda da seguinte forma: remova o equipamento, salve a tarefa, edite-a novamente e inclua o equipamento. Assim, a tarefa passará a exibir a informação atualizada da garantia XML considera apenas um SKU na compra Caso tenha produtos com o SKU igual e juntos no mesmo XML, ao importar, o Auvo irá considerar apenas uma linha de produto, ignorando as outras linhas anteriores com esse SKU, no teste que vi, ele pegou apenas o último SKU lido, na ordem de linhas Critério de Produtividade no Relatório de Dashboard O sistema calcula a produtividade com base no período filtrado. Ele obtém o total de dias e tarefas realizadas nesse intervalo e compara automaticamente com a mesma quantidade de dias anteriores. Ou seja, se você filtrar 7 dias, o sistema vai calcular as tarefas desses 7 dias e comparar com as tarefas dos 7 dias anteriores, gerando um percentual que indica se houve aumento ou queda na produtividade. Regra de Visualizar Orçamentos no App Atualmente, no aplicativo, é possível visualizar apenas os orçamentos em que o próprio usuário está definido como responsável. Ou seja, orçamentos criados ou atribuídos a outros usuários não ficam visíveis para consulta no app, mesmo que seja um Administrador Ordenação de Equipamentos no documento do PMOC Os equipamentos são exibidos em ordem alfabética, com base no conteúdo do campo \"Ambiente\". Tarefa em PMOC - Regra para check-list e equipamento aparecer Pode ocorrer de um cliente chegar informando que existe um questionário no plano PMOC que não apareceu na tarefa desse PMOC. Muito possivelmente, é porque esse questionário ou equipamento foi adicionado no plano Depois da criação do PMOC, então caso essa tarefa esteja em execução, pausa ou finalizada, toda alteração feita no plano PMOC não vai refletir nessa tarefa, sendo necessário inserir as informações manualmente na tarefa. Você vai notar que nas tarefas futuras, esse questionário / equipamento incluído no PMOC vai esta certinho, pois nas tarefas em aberto a alteração feita no PMOC vai ser refletida TAREFA CONTABILIZAR NO RELATÓRIO DE KM RODADO Para uma tarefa contar ali no relatório de KM rodado, ela precisa ter um check-in e um check- out. Caso ela tenha sido finalizada pelo botão de \"FINALIZAR \" na Web, não vai contabilizar. Outro ponto é que, se a tarefa for do dia 10, e o check-in e check-out do dia 11, vai contar no relatório o dia 11, então precisa validar o período inserido no relatório CARTA DE CORREÇÃO DE UMA NF A carta de correção é feita para alterar somente alguns itens conforme esse documento https://share.evernote.com/note/0e48e61d-10d5-79f0-510e-82a9294eb642 Caso a carta de correção venha com um XML em branco, significa que ele NÃO foi autorizado. Pode ser pelos motivos do documento ou por conta na maneira que foi digitada a solicitação de correção. Exemplo: Mudar um nome do produto ---->> \"Alterar a descrição do item número 2, vai mudar de \"Ar split\" para o nome \"Ar consul\" \" Ou seja, deixa bem claro, pois a validação é feita por uma IA NOTA FISCAL DE PRODUÇÃO E HOMOLOGAÇÃO Quando uma nota fiscal é transmitida com um ambiente de homologação, essa configuração fica vinculada ao ID da nota fiscal. Dessa forma, Não é possível alterar ela para produção, sendo necessário a criação de uma nova nota fiscal com o ambiente correto. Caso o cliente reclame desse comportamento, nos conseguimos internamente no POSTMAN criar uma nota de homolação com outro ID, sem precisar criar uma nova Guia de Ativação - Integração Auvo <> Omie https://docs.google.com/document/d/1K_qG_e_FqVeGQdu6zGzilYPp4rTxSy- g1tQ7eh76q6o/edit?usp=sharing Guia de Ativação - Integração Auvo <> Conta Azul https://docs.google.com/document/d/1xbhPy13cZrjBg48mAq4FzLXuGr60gJtf2agSdOFXR6A/ed it?usp=sharing Como reabrir uma tarefa pela Web Para reabrir uma tarefa, você vai fazer dessa maneira: 1⃣º Clique em Mais informações na tarefa pela Agenda 2⃣º Vai em Controle de Horas e clicar em editar 3⃣º Você vai encontrar o registro de check-out e clicar na lixeira ao lado dele 5⃣º Depois é somente salvar e a tarefa estará em execução novamente Como habilitar a opção de legenda na imagem pelo Aplicativo Para o colaborador conseguir inserir legenda nas fotos tiradas no app, ele deve fazer o seguinte procedimento: 1⃣º O colaborador vai em menu>> Configurações 2⃣º Ele vai procurar e clicar na opção \"Usabilidade\" 3⃣º Ao clicar, terá uma opção escrita \"Preencher Legenda das fotos após a Seleção\" 4⃣º Quando o usuário clicar, o app irá pergunta se ele quer habilitar, ele vai clicar em \"Sim\" Dessa forma, o colaborador vai conseguir inserir uma legenda em todas as fotos que ele tirar no app Como inserir imposto na NF de devolução Para inserir imposto na sua NF de devolução, você pode fazer da seguinte forma: 1⃣º Primeiro será necessário criar a NF de produto com todas as informações e inserir o produto que será devolvido 2⃣º Ao inserir o produto, irá aparecer um botão escrito \"informar\", ao clicar nele, você será direcionado a parte de tributação desse produto 3⃣º Nesse local, será alterado o campo de \"Situação tributária do ICMS\" para o código 900 4⃣º Após colocar o código 900, irá aparecer o campo de ICMS para ser inserido. Nesse local será preenchido o campo \"Modalidade da BC ICMS\", \"Base de Cálculo\" e \"Alíquota do ICMS\". 5⃣º Pontos importantes: . A modalidade de cálculo será sempre \"3\", pois se refere ao Valor da operação . O valor do ICMS não será inserido agora, esse valor é um cálculo entre a base de cálculo e a alíquota, e irá aparecer somente no PDF da NF 6⃣º Após inserir todas as informações, você pode salvar essa aba e seguir para a emissão (Lembre-se que NF de devolução precisa da chave de referência da NF de entrada) Documento de auxílio: https://docs.google.com/document/d/1nU40iRBxxBL33C2- h7Nh3m3CEn8-_A6ps7vhpZK1gMM/edit?usp=sharing Como importar equipamentos via planilha Para importar equipamento em massa via planilha, você pode fazer dessa forma: 1⃣º Vai em cadastros>> equipamento>> Mais ações>> Importar planilha 2⃣º Depois disso, você vai baixar a planilha modelo para importar (É importante não incluir ou excluir nenhuma coluna dessa planilha, pois o sistema só importa se estiver no exato modelo padrão) 3⃣º Lá na planilha, o único item obrigatório é o Nome, as demais informações você pode preencher caso necessário 4⃣º A coluna \"Identificador\" pode ficar em branco, mas caso seja necessário preencher, precisa ser um código único para cada equipamento 5⃣º Após preencher a planilha, você pode voltar na parte de importar planilha e clicar em \"Escolher arquivo\", selecione a planilha alterada e o botão de \"Importar\" vai aparecer. Como importar cliente via planilha Para importar cliente em massa via planilha, você pode fazer dessa forma: 1⃣º Vai em cadastros>> clientes >> Mais ações>> upload de clientes 2⃣º Depois disso, você vai baixar a planilha modelo para importar (É importante não incluir ou excluir nenhuma coluna dessa planilha, pois o sistema só importa se estiver no exato modelo padrão) 3⃣º Lá na planilha, o único item obrigatório é o Nome, as demais informações você pode preencher caso necessário 4⃣º Após preencher a planilha, você pode voltar na parte de upload de clientes e clicar em \"Escolher arquivo\", selecione a planilha alterada e o botão de \"Importar\" Vai aparecer. 5⃣º Caso tenha alguma coisa errada na planilha, o sistema vai mostrar a lista de falhas ou aviso Como importar a URL do google maps para o endereço Para inserir o link do Maps no Auvo, você deve fazer dessa forma: 1⃣º É necessário se atentar se o Maps esta no modo satélite, pois nesse modo não é possível inserir no Auvo. Conforme a primeira imagem, é possível alterar para o modo padrão clicando no canto esquerdo inferir em 'Camadas\". 2⃣º Após estar no modo padrão, você vai colocar o máximo de zoom da exata localização do cliente 3⃣º Depois disso, você copia a URL do MAPS e cola no campo de \"URL Google Maps\" 4⃣º Por fim, clique em \"Extrair\" e a localização vai aparecer ali no canto 5⃣º Lembre-se de salvar essa parte da localização e o cadastro do cliente https://drive.google.com/file/d/1lOhWPkwfur1pdCgvcxvANOVSGg2ib7WD/view?usp=drive_lin k Como inserir um certificado digital Para incluir o certificado no Auvo, é necessário ter o arquivo do certificado PFX ou p12 e a senha de acesso dele. Para realizar a inclusão do novo certificado, você pode fazer dessa forma: 1⃣º Vai no canto superior direito no sistema e clique no Nome da sua empresa 2⃣º Depois vai em Configurações Gerais 3⃣º Cliquei na opção Notas Fiscais 4⃣º Encontre o botão azul escrito \"Inserir Certificado Digital\" 5⃣º Ao clicar, vai pedir para inserir o arquivo e confirmar a senha 6⃣º Depois clicar em salvar na parte de certificado Digital 7º Por fim, é necessário salvar no final da página de Notas fiscais Como inserir ou alterar uma natureza de operação Para alterar uma natureza de operação ou incluir uma nova, você pode fazer dessa seguinte forma: 1⃣º Vai no canto superior direito no sistema e clique no Nome da sua empresa 2⃣º Depois vai em Configurações Gerais 3⃣º Cliquei na opção Notas Fiscais 4⃣º No final da página terá a opção de incluir uma nova natureza de operação 5⃣º Ali você vai inserir o Nome da natureza (Ex: Venda, devolução, remessa) e inserir a finalidade, CFOP e tipo de operação, 6⃣º Para alterar você vai clicar nos 3 pontinhos de uma natureza já cadastrada e ir em Editar, depois é só alterar as informações necessárias 7º Depois disso você clicar no botão de salvar no final da página Como extrair um relatório de tarefas no Auvo Para gerar um relatório de tarefas, você pode fazer dessa forma aqui: 1⃣º Ir na aba de relatórios>> tarefas 2⃣º nessa tela, por padrão vai mostrar todas as tarefas do dia 3⃣º Você vai clicar ali em Filtros e utilizar o filtro que melhor atende a sua necessidade. É possível filtrar por data, cliente, colaborador, tipo de tarefa, equipamento, grupo de clientes etc. 4⃣º Ao selecionar os filtros, vai em Buscar 5⃣º Na tarefa vai mostrar os números dessa buscar 6⃣º Para baixar, você pode clicar no botão de Downloads, e escolher qual dos formatos quer extrair Como localizar e retornar uma tarefa sem agendamento No sistema Auvo, quando uma tarefa não tem uma Data, hora ou colaborador definido, ela vai para aba de Tarefas Sem Agendamento. Dessa forma aqui é possível localizar onde estão essas tarefas e como fazer para colocar a tarefa novamente na agenda 1⃣º Na tarefa de agenda no Auvo, vai na opção Tarefas Sem Agendamento, clique em cima do nome 2⃣º Na tela que se inicia, vai aparecer nas 3 ultimas colunas as informações principais que estão faltando 3⃣º Ao clicar no campo em branco é possível digitar a data, hora ou o colaborador da tarefa 4⃣º Ao digitar a informação faltante, vai aparecer o botão de Salvar 5⃣º Ao clicar, vai aparecer a confirmação da tarefa que irá voltar para a agenda Como alterar a senha do colaborador pela Web Dessa seguinte forma você consegue alterar a senha do colaborador 1⃣º Vai entrar na parte de cadastro>> e ir em colaboradores 2⃣º Na lista que irá aparecer, clique no nome do colaborador que terá a senha alterada 3⃣º Preencha o campo Senha e Confirmar Senha (A senha precisa ter mais de 6 caracteres e conter letra maiúscula, minuscula, número e carácter especial) 4⃣º Depois é só salvar a alteração Como finalizar uma tarefa pela Web Para inserir um check-in e check-out pela Web, você vai fazer da seguinte forma 1⃣º Ir na tarefa da agenda e clicar em Mais informações 2⃣º Em seguida vai em Controle de horas e clica no botão Editar 3⃣º Vai em Adicionar Atividade e seleciona o check-in e depois o check-out 4⃣º Depois disso é possível alterar a data/hora dessas atividades 5⃣º Clicar em Salvar Como remover tarefa em massa. Para remover em massa as tarefas de um cliente, siga estes passos: 1º Acesse a Agenda e altere a visualização para o modo Lista. 2º Clique em Filtros e configure duas opções: Período: Defina um intervalo de tempo que inclua todas as tarefas que você deseja apagar. Cliente: Selecione o cliente desejado e clique para buscar. 3º Após a lista carregar, marque a caixa de seleção principal (a que fica no topo) para selecionar todas as tarefas de uma só vez. 4º Clique em Ações em Massa e, em seguida, na opção Remover. Pronto! Dessa forma, todas as tarefas filtradas para esse cliente serão excluídas Como fazer o produto aparecer na NF Quando o produto não aparece n campo da NF, é porque existe algum campo de tributação sem está preenchido. Para corrigir você fará o seguinte: 1⃣º Vai em Cadastro>>produto>>clica no nome do produto que deseja 2⃣º Dentro do produto, vai na parte de \"Tributação\". 3⃣º Nessa parte, os seguintes campos são obrigatórios de preenchimento: -Origem -Unidade -NCM -CFOP -Descrição -ICMS -PIS -COFINS 4⃣º Após o preenchimento, pode salvar o produto e atualizar a guia da Nota fiscal, dessa forma o produto vai aparecer nas opções Como criar um login para central de cliente Dessa forma, criamos um login para que seu cliente possa acessar a sua central do cliente: 1⃣º Vai em cadastros>> clientes 2⃣º Aqui, acesse o cadastro do cliente que deseja criar o login 3⃣º Em seguida, clique em 'Adicionar contato', na aba contato à direita da página 4⃣º Insira os dados básicos do cliente, e na aba 'Informações de Central do Cliente', você irá criar o login dele, inserindo um login (tem que ser único), e uma senha que siga os critérios de senha do Auvo. 5⃣º Configure também quais os menus da central que ele vai ter acesso, e clique em '✅Adicionar' Como Criar uma equipe Para que o seu Gestor tenha acesso às tarefas e outras informações dos demais colaboradores, é necessário criar uma equipe, e inseri-lo como o Gestor. Dessa forma você consegue realizar essa configuração: 1º Vai em Cadastros>> Equipe>> Adicionar Equipe. 2º Dento dessa aba, terá o campo de \"adicionar colaboradores\", esses serão os membros da equipe 3º Na esquerda terá o campo 'Gestor da equipe\", esse será o Gestor que irá ver todas as informações dos membros da equipe (É possível inserir mais de um gestor por equipe). 4º Depois de preencher os membros e o gestor, você pode salvar Dessa forma, o Gestor já terá acesso às informações dos colaboradores dessa equipe Como corrigir o erro do CEST com caracteres Esse erro no campo de CEST ocorre, pois existe um valor inválido dentro do campo \"CEST\" la no produto. Esse campo, você pode deixar sem nenhuma informação dentro dele. Você consegue corrigir dessa seguinte forma: 1º Clique em Editar a NF e procure o produto que está na nota 2º Clique no botão \"Informar\" 3º Na tela que abrir, procure o campo CEST e apague os números que estiver la dentro 4º Salva essa aba de tributação e em seguida salve a NF 5º Agora é possível transmitir a NF Como recuperar Senha Via Web Para gerar uma nova senha pelo e-mail, você vai fazer dessa maneira: 1º Na tela de login, clique em Esqueceu sua senha? 2º Informe seu login e o e-mail cadastrado na plataforma 3º Clique no botão Recuperar Senha 4º Agora acesse seu e-mail e abra a mensagem enviada por noreply@auvo.com.br Atenção: Caso não encontre, verifique sua caixa de Spam/Lixo Eletrônico Erros em nota fiscal Código de erro Descrição Solução 590 Rejeicao: Informado CST para emissor do Simples Nacional Esse erro ocorre quando o código de ICMS está vazio, ou foi inserido um valor não correspondente com o Simples Nacional, ou seja, foi inserido um código abaixo de 100. Deverá ser corrigido o valor e retransmitir a nota. 204 Rejeicao: Duplicidade de NF-e O número sequencial da nota já foi emitida anteriormente. Geralmente isso ocorre por preenchimento incorreto nas configurações gerais. Faça a correção da numeração sequencial nas configurações e transmita a nota novamente. 539 Rejeicao: Duplicidade de NF-e, com diferenca na Chave de Acesso O número sequencial da nota já foi emitida anteriormente. Geralmente isso ocorre por preenchimento incorreto nas configurações gerais. Faça a correção da numeração sequencial nas configurações e transmita a nota novamente. 327 CFOP inválido para Nota Fiscal com finalidade de devolução de mercadoria Ocorre quando o CFOP inserido não é de devolução, porém foi inserido a finalidade de devolução. Normalmente é retornado quando é transmitido com CFOP de \"remessa\" ou \"outras saídas\", que é confundido com devolução. Para corrigir, basta trocar a finalidade da natureza de operação nas configurações gerais para \"Normal\". 225 Rejeicao: Falha no Schema XML do lote de NFe Erro que indica uma falha de preechimento da nota fiscal, podendo ser um caractere, espaçamento ou valor incorreto. A rejeição pode ser em qualquer local que o cliente consiga editar, seja na descrição do produto, frete, natureza de operação, etc. Para identificar exatamente onde está o erro no XML, pode utilizar o validador de XML que se encontra na página 3 da planilha 521 Operacao Interna e UF do emitente difere da UF do destinatario/remetente contribuinte do ICMS Ocorre quando o CFOP inserido não está de acordo com a UF do emitente e destinatário. Caso o emitente seja do mesmo estado do destinatário, se utiliza 5. Caso seja diferente, utiliza-se 6. 600 CSOSN incompatível na operação com Não Contribuinte Foi inserido o CSON (ICMS + origem) de permissão de crédito (contribuinte), para um cliente sem permissão de crédito (não constribuinte). Para corrigir, precisa validar se o cliente é de fato 'não contribuinte', ou corrigir o código de ICMS. 518 CFOP de entrada para NF-e de saída Quando o CFOP inserido no produto ou natureza de operação é uma operação de entrada, porém foi inserido como operação de saída. CFOPs de entrada normalmente se iniciam com 1, 2 e 3. 1 Esta empresa não está habilitada para emissão de notas fiscais. Isso ocorre quando o cliente não está habilitado a emissão na API do e-Notas. Neste caso, será necessário solicitar ao suporte (Auvo) para habilitar. The 'http://www.portalfiscal.inf.br/nfe:natOp' element is invalid - The value 'X' is invalid according to its datatype 'String' - The Pattern constraint failed. Esse erro é no preenchimento do nome da natureza de operação, onde foi inserido algum espaçamento antes ou depois da descrição, ou caractere especial não permitido. No local do X irá aparecer o nome da natureza de operação do cliente que está incorreto. 234 IE do destinatário não vinculada ao CNPJ A Inscrição Estadual do destinatário da nota fiscal, não está vinculada ao CNPJ informado nesta nota. Consulte o CNPJ no Cadastro Centralizado de Contribuintes para saber qual a IE correta. 306 Rejeicao: IE do Destinatario nao esta ativa na UF O destinatário não tem a Inscrição Estadual ativada. Para verificar, consulte o Cadastro Centralizado de Contribuintes, buscando o CNPJ. 778 NCM inexistente O código do NCM foi inserido incorretamente, ou está vencido. Será necessário consultar no portal do governo ou planilha de NCM vigente (disponível nos anexos). 232 IE do destinatário não informada Ocorre quando foi informado \"contribuinte\" ou \"não contribuinte\", o destinatário possui IE, mas não foi informado. GW99223 O NCM \"X\" é inválido! O NCM deve ser numérico e conter 8 dígitos ou 2 dígitos (gênero). Foi inserido caractere de letras no NCM, porém o campo é numérico. Precisa corrigir o código inserido, removendo as letras. 624 IE Destinatário não vinculada ao CPF Inserido uma Inscrição Estadual, porém a nota está sendo emitida para uma pessoa física. CEST001 O código CEST do item da Nfe deve conter 7 dígitos (apenas números). A nota foi criada com o CEST inserido incorretamente em algum produto, precisa localizar e corrigir. O CEST não é obrigatório, mas caso inserido, precisa conter 7 dígitos apenas numéricos. 778 Rejeicao: Informado NCM inexistente O código do NCM foi inserido incorretamente, ou está vencido. Será necessário consultar no portal do governo. NCM001 O código NCM do item da Nfe é de preenchimento obrigatório O cliente criou a nota fiscal com um produto sem NCM preenchido. GW059 Não foi possível autenticar com as credenciais informadas, por favor verifique se o CNPJ e senha foram preenchidos corretamente e sem nenhuma formatação As configurações de dados de acesso da prefeitura nas configurações gerais não foram inseridos corretamente. Será necessário preencher sem formatação e com os dados corretos. 321 NF-e de devolucao de mercadoria nao possui documento fiscal referenciado Em casos de notas de devolução, é obrigatório referenciar a chave da nota de entrada na opção \"possui NF-e referenciada\". Após o auste, basta transmitir a nota novamente. O Grupo Transportador nao pode ser preenchido para Modalidade do frete informada O campo 'tipo de frete' está vazio, ou o CNPJ da transportadora não aceita esse tipo de frete informado. 502 Erro na Chave de Acesso - Campo ID nao corresponde a concatencao dos campos correspondentes Normalmente quando ocorre este erro é por conta da série da nota fiscal inserida como '890'. Para corrigir, será necessário alterar para '889' e criar uma nova nota. 230 IE do emitente nao cadastrada Essa rejeição pode ocorrer por alguns motivos: - IE não está ativa no momento - O código IE foi digitado incorretamente nas configurações - O código está faltando dígitos ou zeros a esquerda - Há pendências com a SEFAZ e é necessário que o cliente entre em contato com eles LINKS UTEIS Validador de XML para erro de schema em nf de produto https://www.sefaz.rs.gov.br/nfe/nfe-val.aspx Consultar NCM de produto https://portalunico.siscomex.gov.br/classif/#/sumario?perfil=publico Converter XML em PDF (Para carta de correção tmb) https://www.freenfe.com.br/leitor-de-xml-online"
      }
    ]
  },
  {
    "nome": "Conteúdo IA - Sheet1",
    "arquivo": "Conteúdo IA - Sheet1.pdf",
    "totalCaracteres": 67550,
    "palavrasChave": [
      "CNAE",
      "código",
      "atividade",
      "fiscal",
      "tributário",
      "imposto",
      "categoria",
      "classificação"
    ],
    "sinonimos": {
      "CNAE": [
        "cnae",
        "código de atividade",
        "atividade econômica",
        "classificação fiscal"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Data da AçãoNome do Usuáriopergunta_enviadaresposta_enviadaResposta esperada (Caso a resposta da IA esteja incorreta ou incompleta)Observações Adicionais Eduardo Como reagendar tarefas? O reagendamento de tarefas na Agenda do Auvo pode ser feito de duas formas: 1- A partir das Tarefas Sem Agendamento: Vá em Agenda > Tarefas Sem Agendamento (Parte superior da agenda) Clique no código da tarefa. Clique em Reagendar e escolha a nova data/horário. 2 - Direto pela Agenda: Localize a tarefa em vermelho na visualização da Agenda. Clique na tarefa. Clique em Reagendar e defina a nova data/horário. Observação: Só é possível reagendar tarefas sem agendamento ou sem check-in (as tarefas vermelhas). Caso já tiver sido feito o Check in, um usuário Administrador pode acessar a tarefa, ir em \"Mais informações > Controle de Horas\" e então remover o Check in para possibilitar o reagendamento. Eduardo Como criar tarefas na Web? Como criar tarefas pela Web Acesse a opção “Adicionar Tarefas”. Preencha as informações necessárias: Orientação, horário, tipo de tarefa, colaborador responsável e localização (que corresponde ao cliente da tarefa). Clique em “Salvar”. - Caso a tarefa seja criada sem data/hora ou sem colaborador responsável, ela será direcionada automaticamente para a seção “Tarefas sem agendamento” na agenda. - Nessa etapa, será possível incluir posteriormente a data, o horário e o colaborador que executará a atividade. - Após esse ajuste, a tarefa será posicionada na agenda e enviada para o aplicativo do colaborador responsável. Eduardo Como redefinir minha Senha? Existem duas formas de redefinir a senha: 1 – Pela Web Se o seu usuário for do tipo “Administrador” e você precisar redefinir a senha de algum colaborador (ou a sua própria), acesse o menu pelo computador: Cadastros > Colaboradores > Nome do colaborador. Na tela do cadastro, digite a nova senha no campo em branco, confirme e clique em “Salvar colaborador”. 2 – Pela opção “Esqueceu sua senha” (Web ou App) Selecione a opção “Esqueceu sua senha”, informe seu Login e o E-mail de recuperação. Em seguida, você receberá no e-mail cadastrado uma senha provisória para acessar a plataforma. Observação: Esta opção só estará disponível se houver um e-mail cadastrado no perfil do usuário, possibilitando o envio da senha de recuperação. Eduardo Como cadastro endereço usando o Google Maps? Para realizar a inclusão do endereço do cliente usando o Google Maps é necessário seguir os seguintes passos: 1 - Acesse o site www.google.com/maps 2 - Com a visualização no formato Mapa, faça a busca o endereço desejado 3 - Após marcar o ponto vermelho no mapa, dê o máximo de Zoom possível em cima do ponto vermelho 4 - Copie a URL grande na caixa de endereços do navegador na parte superior 5 - Retorne no Auvo e cole o link na etapa específica para links do Google Maps e clique em \"Extrair\" Pronto! após isso será definido a posição do cliente no mapa e você pode complementar com mais alguma informação na etapa de \"Endereço\" ou \"Complemento\" e em seguida clicar em \"Utilizar este endereço\" e depois \"Salvar cliente\" Eduardo Como alterar permissões de um colaborador? As permissões de um colaborador só podem ser concedidas por um usuário do tipo Administrador. Para ajustá-las, acesse pela Web o caminho: Cadastros > Colaboradores > [Nome do Colaborador] > Configurações. Nessa tela, estarão disponíveis todas as opções de permissões que definem o que o colaborador pode ou não executar. Após realizar os ajustes necessários, clique em Salvar colaborador para concluir. Eduardo Como eu faço para reabrir um tarefa que já foi finalizada? A reabertura de uma tarefa já executada e finalizada pode ser realizada da seguinte forma: 1 - Na Agenda Web do Auvo, localize a tarefa desejada e clique sobre ela. Será aberto um painel com as informações da tarefa, onde estará disponível a opção \"Mais informações\". 2 - Na tela que será exibida, acesse a aba \"Controle de horas\" e clique em \"Editar\". 3 - Remova os registros de Check-in e Check-out e, em seguida, clique em \"Salvar\". 4 - Volte para a agenda, abra novamente a tarefa e o botão \"Reagendar\" estará disponível para que a tarefa seja atribuída a uma nova data. Eduardo Os dados de tarefa que meu técnico executou não aparecem para mim aqui na Web, o que fazer? Quando uma tarefa não exibe os dados na Web, mesmo após o técnico em campo ter realizado todo o preenchimento, isso significa que as informações ficaram retidas no App. Nesse caso, é necessário que o técnico realize manualmente a sincronização para que os dados sejam enviados para a Web. O procedimento é o seguinte: 1 - No App, acesse o Menu e clique no ícone  localizado na parte superior roxa da tela. 2 - Na tela exibida, será informado o número de itens não sincronizados. Na parte inferior, toque no botão \"Sincronizar\". 3 - Após pressionar o botão, aguarde: a sincronização dos dados do App com a Web será iniciada. Esse processo pode levar até 10 minutos, dependendo da velocidade da conexão. Após isso, é previsto da tarefa conter todas as informações dos questionários, fotos e outras informações que estavam no App, já disponível na Web. Eduardo Foram criadas tarefas e clientes entre outras questões para mim na Web mas não estão constando para mim aqui no App, o que fazer? Quando novas tarefas ou outras informações são criadas na Web e não aparecem no App, é importante verificar alguns pontos para garantir que os dados estejam disponíveis: 1 - Certifique-se de que há conexão com a internet e que ainda existe franquia de dados móveis disponível. 2 - Verifique se a otimização de bateria do aparelho está desativada, pois esse recurso pode restringir a comunicação do App. 3 - Utilize o ícone  disponível em cada seção do App (Agenda, Clientes, Questionários, Produtos e Equipamentos) para realizar a ressincronização manual daquele item. 4 - Caso necessário, encerre o processo do App e abra-o novamente para melhorar sua integração com o sistema operacional. Quando o App está corretamente configurado e com acesso à internet, as informações criadas na Web devem ser entregues normalmente. Se, por algum motivo, o envio automático não ocorrer, os botões de atualização podem ser usados para consultar e garantir a entrega manualmente. Eduardo Não consigo excluir um cadastro de um cliente Quando você tenta excluir um cadastro de cliente e o sistema não permite, isso significa que existem informações vinculadas a ele, como por exemplo tarefas. Para que a exclusão seja possível, é necessário remover previamente todos os dados relacionados a esse cadastro. Somente após a exclusão desses vínculos (tarefas, orçamentos, entre outros) será possível excluir o cadastro do cliente de forma definitiva, sem que o sistema apresente restrições. Eduardo Como gerar relatório de tarefas? Para gerar relatórios de tarefas, siga os passos abaixo: 1 - Acesse através da Web: Relatórios > Tarefas 2 - Clique em Filtros, aplique os critérios desejados e selecione Buscar. 3 - Em seguida, vá em Download e escolha a opção mais adequada (ex.: 1 PDF por tarefa, 1 PDF com todas as tarefas, entre outras). O download será processado pela Central de Downloads. Para acompanhar: Acesse: Relatórios > Central de Downloads e verifique o andamento da geração. Quando o processo for concluído, será exibido o botão Download, permitindo baixar o relatório de tarefas desejado. Eduardo Como localizar colaborador no Mapa? No Auvo Web, acesse o menu superior na área roxa: Operação > Mapa. Na tela que será exibida, você verá um balão para cada usuário da base que estiver conectado ao aplicativo naquele momento, permitindo visualizar a localização de cada um. Eduardo Como visualizar a rota do colaborador no Mapa? Como visualizar o trajeto do colaborador no Auvo Web 1 - Acesse o menu Operações > Mapa. 2- Após o carregamento das informações, clique em Filtros. 3 - Selecione a data e o colaborador desejado no campo correspondente e, em seguida, clique em Visualizar rota. O sistema exibirá o trajeto percorrido pelo colaborador, desde a saída do ponto base até o local atual ou até o retorno ao ponto base no fim do dia. Observação: Certifique-se de que o GPS do dispositivo esteja sempre ativado, com as permissões corretas, e que o colaborador esteja dentro da jornada de trabalho cadastrada. Isso garante que a rota seja exibida corretamente no mapa. Eduardo Como gerar relatório de Km rodado? Como gerar o relatório de Km rodado 1 - No Auvo Web, acesse o menu Relatórios > Km rodado. 2 - Selecione o período desejado (o intervalo deve estar dentro de até 1 mês). 3 - Escolha o colaborador. 4 - Clique em “Gerar relatório” e selecione o formato de entrega: PDF, planilha Excel ou visualização em tela. Observação: Para que o relatório apresente os quilômetros percorridos corretamente, é fundamental que: - Os endereços dos clientes estejam preenchidos corretamente nas tarefas, com latitude e longitude válidas; - O colaborador tenha um ponto base definido em seu cadastro. Eduardo Quais as diferenças entre os Kms? Km informado: Quilometragem registrada manualmente pelo colaborador na tarefa. Km do sistema: Considera tudo o que o colaborador percorre dentro da jornada de trabalho, incluindo as tarefas realizadas. Km entre tarefas: Refere-se à distância que o colaborador deveria percorrer: do ponto base até a primeira tarefa, entre as tarefas seguintes e o retorno ao ponto base. Km total diário: Baseado no GPS do celular do colaborador, contabiliza todo o percurso realizado durante o dia, sem considerar tarefas específicas. Para que seja preciso, é necessário que o GPS do dispositivo esteja sempre ativo e com boa precisão e com conexão com a internet. Eduardo Como criar tarefas pelo App? A criação de tarefas pelo App seria da seguinte forma: Ao abrir o aplicativo, você será direcionado para a agenda, onde encontrará o botão “+ Nova tarefa”. Selecione a opção de localização: - “Estou no local”: use quando você já está no endereço do cliente. - “Não estou no local”: escolha essa opção caso ainda vá se deslocar até o cliente. Escolha o cliente: Selecione um cliente já cadastrado, ou Clique em “+ Novo cliente” para criar um novo cadastro, caso ainda não exista. Finalize a criação da tarefa: Selecione o tipo de tarefa; Escolha o questionário (se houver); Inclua uma descrição; Clique em “Salvar” para concluir. Eduardo Como ajustar ou incluir Check in e Check out nas tarefas? Como ajustar horários de Check-in e Check-out pelo Web Se o usuário não registrou os horários corretamente pelo App ou realizou o processo de forma equivocada, é possível fazer os ajustes manualmente seguindo os passos abaixo: Importante: Apenas usuários com perfil de Administrador ou Gestor podem realizar essas alterações. 1 - Acesse a tarefa pelo Auvo Web e clique em “Mais informações”. 2 - Vá até a aba “Controle de horas” e selecione “Editar”. 3 - Ajuste os horários de Check-in e Check-out ou inclua os registros, caso não existam. 4 - Clique em “Salvar” para confirmar a alteração. Avex Como cadastrar colaboradores no Auvo?Para cadastrar colaboradores, acesse o menu Cadastros e clique em Colaboradores. Em seguida, clique em **Adicionar Colaborador** e preencha pelo menos os campos obrigatórios, como **Nome**, **Login**, **Tipo de usuário**, **Senha** e **Confirmação de senha**. Depois, clique em *Salvar colaborador*. O Auvo permite check‑in/out manual ou automático; no modo manual o técnico informa o início e o encerramento da atividade pelo app, e no modo automático o aplicativo precisa estar ativo em segundo plano com GPS em alta precisão. Se o sistema informar que o número máximo de usuários do plano foi atingido, é preciso solicitar um plano com mais vagas. Em caso de dúvidas sobre permissões ou para resolver problemas ao adicionar um colaborador, entre em contato com o suporte. Avex Como cadastrar clientes no Auvo?O Auvo oferece duas formas de cadastrar clientes: individualmente ou importando uma planilha modelo. Para cadastrar um único cliente, acesse **Cadastros > Clientes** e clique em **Adicionar Cliente**. O Auvo possui cadastro rápido via CNPJ: digite o CNPJ do cliente e clique em **Buscar** para que o sistema preencha os dados automaticamente; se o cliente não tiver CNPJ, prossiga com o preenchimento manual. O único campo obrigatório é **Nome**, mas é recomendável completar o máximo de informações possível. Para cadastrar o endereço, clique em **Adicionar endereço** e escolha a localização por **Google Maps**, **Here** ou **Foursquare** – o Google Maps é o método mais atualizado. Gere o link do endereço no site do Google Maps, copie a URL e cole em *URL Google Maps* no Auvo, depois clique em **Extrair**. Selecione **Utilizar este endereço**, confira as informações e clique em **Salvar Cliente**. Se precisar importar uma planilha de clientes ou tiver dificuldades no cadastro, consulte o suporte. Avex Como cadastrar um questionário?Questionários são utilizados para que colaboradores forneçam informações sobre as visitas. Para cadastrar um questionário, entre em **Cadastros** e selecione **Questionário**, depois clique em **Adicionar questionário**. Dê um nome ao questionário preenchendo o campo **Descrição** e clique em **Adicionar pergunta** para criar cada pergunta. Informe o texto da pergunta, escolha o **Tipo de resposta** (por exemplo, múltipla escolha ou texto) e defina se a pergunta será obrigatória. Após adicionar todas as perguntas, clique em **Salvar questionário** para finalizar. Se tiver dúvidas sobre os benefícios dos questionários ou encontrar dificuldades durante o cadastro, entre em contato com o suporte. Avex Como cadastrar tipos de tarefas?Cadastrar tipos de tarefas no Auvo ajuda a padronizar atividades que ocorrem de forma semelhante, vincular tarefas a questionários e definir obrigatoriedades (como fotos, assinatura digital ou envio por e‑mail). Para criar um tipo de tarefa, acesse **Cadastros > Tipos tarefa** e clique em **Adicionar tipo de tarefa**. Preencha os campos necessários (apenas a **Descrição** é obrigatória) e, se desejar, ative o envio de pesquisa de satisfação. Na mesma tela, vá até a aba **Obrigatoriedades** e marque os itens que devem ser cumpridos sempre que este tipo de tarefa for realizado. Após ajustar as obrigatoriedades, clique em **Salvar**. Quando um técnico não cumpre um item obrigatório, a tarefa permanece pendente até que as obrigatoriedades sejam atendidas. Para entender os status de tarefas ou solucionar problemas ao cadastrar tipos de tarefas, contate o suporte. Avex Como configurar a OS Digital?A OS Digital é uma ordem de serviço eletrônica que pode ser personalizada com a identidade da sua empresa. Para configurá-la, prepare o logotipo em um formato compatível (por exemplo, JPEG ou PNG) e acesse a área de configuração da OS Digital no sistema. Inclua o máximo de informações sobre a empresa — como endereço, telefone e e‑mail — pois esses dados aparecem no cabeçalho da OS. Defina quais seções e informações serão visíveis ao compartilhar a OS Digital com o cliente, escolhendo o que deve ou não ser exibido. Após personalizar logo, dados e opções de visualização, salve a configuração. Se houver dificuldades para configurar a OS Digital ou para adicionar novos clientes, entre em contato com o suporte. Avex Como criar uma tarefa para meu colaborador?Para agendar uma visita para um colaborador, é necessário fornecer algumas informações básicas: quem executará a tarefa, a **Descrição** da tarefa e a **Localização** do cliente. Abra a agenda e clique em **Adicionar Tarefa** (ou **Nova Tarefa** no cabeçalho). Preencha todos os campos marcados com ‘*’, que são obrigatórios. No campo *Descrição da tarefa*, detalhe o serviço que o técnico deve executar. Após completar as primeiras informações, vá para a aba **Localização**. Se o cliente já estiver cadastrado, selecione-o na lista; caso contrário, use a opção **Cadastrar cliente**. Depois disso, clique em **Salvar** para criar a tarefa. É possível adicionar anexos (imagens ou vídeos), configurar repetições (semanais, mensais etc.) e incluir valores de produtos ou serviços que serão utilizados. Esses itens são opcionais, então você decide se quer utilizá-los ou não. Tarefas sem data serão criadas como tarefas sem agendamento e aparecerão em uma área específica. Se ocorrer qualquer erro ao criar a tarefa, o sistema exibirá uma mensagem de alerta. Em caso de dificuldades, entre em contato com o suporte. Avex Como habilitar todas as permissões para o Auvo?É fundamental que o aplicativo Auvo tenha todas as permissões necessárias para funcionar corretamente. Para verificar e habilitar as permissões, abra o **Menu principal**, selecione **Configurações** e depois **Permissões**. Caso alguma permissão esteja desativada, toque nela e escolha **Permitir**. O aplicativo precisa de acesso contínuo ao GPS para que a rota funcione mesmo se o colaborador minimizar o app. Se surgirem dificuldades para habilitar permissões, procure o suporte. Avex Como executar tarefas pelo Aplicativo?A execução de tarefas pelo aplicativo é essencial para a gestão de equipes de campo. No app, o técnico registra o que foi realizado, responde aos questionários e coleta a assinatura do cliente ao finalizar o serviço, tudo por meio da tela de execução de tarefa. Após abrir a tarefa no aplicativo, o técnico preenche o relato do serviço, responde às perguntas do questionário e faz o cliente assinar diretamente no celular. Caso encontre problemas ao executar tarefas pelo aplicativo, entre em contato com o suporte. Avex Como preencher as obrigatoriedades nas tarefas?As obrigatoriedades deixam a ordem de serviço mais completa. Há cinco tipos: **Tirar fotos**, **Responder questionário** criado pelo gestor, **Inserir quilometragem**, **Preencher relato do serviço** e **Coletar assinatura do cliente e enviar o relatório por e‑mail**. Para preencher essas obrigatoriedades, acesse a **Agenda**, selecione a tarefa desejada e clique em **Relatório de tarefa**. Escolha a opção que deseja preencher; observe se algum campo é obrigatório, pois a tarefa permanecerá pendente até que todas as obrigatoriedades sejam atendidas. Após preencher, clique em **Assinar e enviar**. Na tela seguinte, confira as informações e clique em **Enviar**. Informe o(s) e‑mail(s) do(s) destinatário(s) e confirme em **Enviar**. Depois de encaminhar o relatório, o sistema volta para a tela de relatório de tarefa, onde é possível ver o histórico de envios. Se houver dificuldades para preencher as obrigatoriedades pelo aplicativo, entre em contato com o suporte. Avex Como gerar relatórios de orçamento?Para gerar um relatório de orçamento, acesse o menu Cadastros e selecione Orçamentos. Na lista de orçamentos, localize o orçamento desejado usando as abas de etapas ou filtros. Depois de selecioná-lo, clique em Mais ações e escolha Exportar PDF; o download do relatório começará automaticamente. Avex Como mover as etapas de um orçamento?Os orçamentos seguem um fluxo de etapas personalizável. Para mover um orçamento entre etapas, acesse Cadastros > Orçamentos, selecione o orçamento, clique em Mais ações e escolha Alterar status. Se necessário, crie, edite ou exclua etapas em Configurações Gerais > Orçamentos. Avex Qual o significado das cores nos status de visitas?O estado de execução das tarefas no Auvo é indicado por cores: Vermelha para tarefas abertas sem check-in ou check-out; Azul indica que o colaborador está se deslocando ao local; Verde sinaliza que a tarefa está em andamento com check-in registrado; Amarela indica tarefa finalizada mas com pendências; Cinza significa tarefa finalizada com sucesso; e Rosa marca tarefas pausadas. Avex Como posso visualizar as visitas e qual é a diferença entre Calendário e Linha do Tempo?A agenda do Auvo pode ser visualizada em dois modos: Calendário ou Linha do Tempo. No modo Calendário é possível alternar entre as visualizações Mês, Semana e Dia. No modo Linha do Tempo as opções são apenas Semana e Dia. A principal diferença está na forma de exibição e nos filtros disponíveis, já que o Calendário oferece uma visão mensal que a Linha do Tempo não possui. Avex Como reagendar tarefas pela Web?O reagendamento de tarefas só é permitido para tarefas sem agendamento ou sem check-in (tarefas em vermelho). Para agendar uma tarefa sem data, abra a Agenda, clique em Tarefas Sem Agendamento, selecione o código da tarefa e clique em Reagendar. Para reagendar tarefas vermelhas já na agenda, arraste e solte a tarefa para o novo dia e horário ou abra a tarefa e clique em Reagendar; em ambos os casos é possível ajustar o horário e confirmar a alteração. Avex Como obter o relatório de Km rodado?Para obter o relatório de quilometragem rodada, acesse Relatórios > Km rodado. Escolha o intervalo de datas e selecione o colaborador ou equipe. O valor de reembolso utiliza o Valor km configurado em Configurações Gerais. Clique em Gerar relatório para visualizar e, se desejar, clique em Exportar para baixar em PDF ou Excel. Avex Qual a diferença entre os cálculos de Km rodado existentes no Auvo? O Auvo possui quatro métodos de cálculo de quilometragem: 1) Km do Sistema: calcula a distância utilizando a rota entre check-in e check-out com base nos pontos de GPS. 2) Km entre tarefas: calcula a rota a partir do ponto base e entre os endereços das tarefas na ordem planejada. 3) Km informado: utiliza a quilometragem registrada manualmente pelo colaborador. 4) Total Diário: soma todos os pontos de GPS registrados no dia, desconsiderando check-ins e check-outs. O valor do reembolso depende do Valor km definido nas configurações. Avex Como criar grupo de chat?Para criar um grupo de chat, acesse Cadastros > Grupo chat. Clique em Adicionar grupo, informe a descrição do grupo, adicione colaboradores usando a pesquisa por nome ou e-mail e clique em Salvar grupo. Avex Como funciona o monitoramento do Auvo?O monitoramento depende da jornada de trabalho e do GPS do colaborador. O colaborador deve manter o GPS ativo e com alta precisão; sem internet o aplicativo armazena os dados e envia quando a conexão retorna. A frequência dos registros varia conforme a precisão do GPS. No mapa é possível visualizar rotas e detalhar o monitoramento; para um rastreamento completo, defina corretamente os horários de trabalho do colaborador. Avex Como obter um relatório detalhado do monitoramento de colaborador?Para gerar um relatório detalhado de monitoramento, acesse Relatórios > Monitoramento. Utilize os filtros para selecionar o colaborador e o período desejado. O relatório exibe alterações de GPS, interrupções de conexão e nível de bateria. É possível exportar o relatório em Excel para análise. Avex Como configurar o cabeçalho dos relatórios?Apenas gestores ou administradores podem personalizar o cabeçalho dos relatórios. Clique no nome da empresa (perfil), entre em Configurações Gerais e abra a guia Relatório. Faça upload da logomarca e preencha dados como tipo de relatório, razão social, CNPJ, e-mail, telefone e endereço. Salve as alterações para aplicar nos relatórios gerados. Avex É possível restringir o acesso de colaboradores a determinados clientes?Sim. Habilite a carteira de clientes para que os colaboradores só visualizem os clientes pelos quais são responsáveis. Acesse Configurações Gerais, vá para a guia Clientes, marque a opção Ativar carteira de clientes e salve. A partir daí, os colaboradores só poderão acessar clientes atribuídos a eles. Avex É possível escolher as informações da OS que será enviada por email?Sim. Para definir os campos da OS digital enviada ao cliente, acesse Configurações Gerais > Tarefa. Na seção OS Digital, marque os campos que deseja incluir (texto de abertura, assinatura do técnico, checklist, fotos etc.) e salve. Apenas perfis Gestor ou Administrador podem alterar essas opções. Avex Como gerenciar configurações de abertura de visitas?Para controlar a criação de visitas, vá em Configurações Gerais > Tarefa. Você pode ativar alertas quando tarefas forem criadas fora do horário de trabalho, exigir a escolha do tipo de tarefa ao criar uma visita e bloquear a criação de tarefas em horários sobrepostos. Marque as opções desejadas e clique em Salvar. Avex Como cadastrar tipos de despesas?Para cadastrar um tipo de despesa, acesse Cadastros > Tipos despesa. Clique em Adicionar tipo de despesa, informe a descrição (por exemplo, Alimentação ou Combustível) e clique em Salvar. Avex Como ter o controle dos gastos dos meus colaboradores?Use o Relatório de despesas para acompanhar os gastos. Acesse Relatórios > Despesa, aplique filtros por período, colaborador e tipo de despesa. O relatório exibe lista e gráficos das despesas e permite exportação em PDF ou Excel. Avex Como importar tarefas?Para importar tarefas em lote, clique em Mais Ações e selecione Importar. Baixe o modelo de planilha, preencha os campos obrigatórios sem alterar o cabeçalho, salve e faça upload do arquivo no sistema. O Auvo validará os dados e criará as tarefas. Avex Como excluir tarefas únicas ou por período?Para excluir uma tarefa individualmente, abra a tarefa na Agenda e clique em Excluir. Para remover tarefas por período, use o menu Mais Ações > Remover, selecione a data de início e fim e confirme digitando 'remover'. Apenas administradores podem excluir tarefas finalizadas. Avex É possível transferir tarefas de um colaborador para o outro?É possível transferir tarefas que ainda não foram iniciadas (status vermelho). Acesse Agenda > Mais Ações > Transferir, selecione o colaborador de origem e o colaborador de destino, defina filtros e intervalo de datas, visualize as tarefas e clique em Transferir. Avex Como criar um roteiro para as tarefas?A roteirização permite organizar várias tarefas sem horários definidos. Em Agenda > Mais Ações > Roteirizar, selecione o colaborador, defina a data de início, dias de trabalho e horários, e informe os detalhes da rota. Adicione tarefas existentes ou crie novas, e ao finalizar clique em Criar tarefas. Tarefas sem agendamento também podem ser roteirizadas. Avex Como adicionar a localização da visita na tarefa?Ao criar uma tarefa na Agenda, utilize o campo Localização para indicar o endereço da visita. Você pode selecionar um endereço de cliente já cadastrado, digitar um endereço e gerar a URL do Google Maps (opção recomendada) ou usar links do Here/Foursquare. O endereço será associado à tarefa para orientar o colaborador. Avex Como cadastrar uma equipe de colaboradores?Para criar uma equipe, acesse Cadastros > Equipes. Clique em Adicionar equipe, informe a descrição, adicione colaboradores buscando por nome ou e-mail e defina gestores se necessário (os gestores precisam estar incluídos no grupo). Clique em Salvar para finalizar. Avex Como cadastrar palavras-chave?Palavras-chave ajudam a classificar tarefas ou clientes. Para criar, acesse Cadastros > Palavras chave, clique em Adicionar palavra-chave, informe a palavra e clique em Salvar. Remover uma palavra-chave a exclui de todas as tarefas que a utilizavam. Avex Como cadastrar segmentos?Segmentos dividem clientes em categorias. Para cadastrar um segmento, vá em Cadastros > Segmento, clique em Adicionar segmento, informe a descrição e clique em Salvar. Avex Como cadastrar serviços?Para cadastrar serviços usados em orçamentos, acesse Cadastros > Serviços. Clique em Adicionar serviço, informe o nome e o valor, atribua um responsável se necessário e marque o serviço como ativo antes de salvar. Avex Como exportar os produtos cadastrados para uma planilha?Para exportar produtos, acesse Cadastros > Produtos. Se desejar, aplique filtros. Clique em Mais Ações e selecione Exportar produtos. A planilha será baixada automaticamente. Avex Como visualizar o histórico de movimentações dos meus produtos?Acesse o menu Produtos, pesquise pelo produto, abra o registro e clique na guia Movimentações para ver entradas e saídas e outras movimentações. Avex Como cadastrar vários produtos de uma vez?Para cadastrar produtos em lote, acesse Cadastros > Produtos, clique em Mais Ações > Upload de produtos, baixe o modelo de planilha, preencha os campos (Nome é obrigatório), salve e faça upload. O sistema processará o arquivo e criará os produtos. Avex Como cadastrar novos produtos?Para cadastrar um produto, vá em Cadastros > Produtos e clique em + Adicionar produto. Preencha nome, descrição, categoria (crie uma nova se necessário), associe equipamentos, adicione especificações ou templates, informe valor unitário, estoque atual e mínimo e anexe arquivos. Clique em Salvar para finalizar. Avex Como visualizar a rota do colaborador durante a jornada de trabalho?No menu Mapa, clique em Filtros, selecione a data e o colaborador, e clique em Visualizar Rota. Se quiser mais detalhes, clique em Detalhar monitoramento. Certifique-se de que o colaborador está online com o GPS ativo para que a rota seja registrada. Avex O que significa a mensagem 'Não existe rota para este usuário no dia selecionado'?A mensagem indica que não foram registrados ao menos dois pontos de GPS distintos para o colaborador no dia selecionado. Isso pode ocorrer se o dia não estiver na jornada de trabalho, se apenas um ponto de GPS foi registrado ou se o aplicativo/GPS estava desligado. Consulte o relatório de monitoramento para verificar. Avex Qual o significado das cores nos status do colaborador no mapa?No mapa, as cores indicam o status do colaborador: verde significa que o colaborador está online com o GPS ativo; amarelo indica que o GPS está desligado ou com baixa precisão (o sistema pode usar localização do provedor); e vermelho indica que o colaborador está offline (sem internet ou aplicativo/GPS desligado). Avex Como gerar um relatório de respostas dos questionários?Para gerar um relatório de respostas, acesse Relatórios > Questionário, selecione o questionário e aplique filtros. Clique em Gerar relatório para visualizar gráficos e, se precisar da planilha com respostas, clique em Gerar planilha com respostas para exportar os dados em Excel. Avex Como checar se o GPS está funcionando corretamente? O Auvo precisa da sua localização exata para o check‑in e check‑out de tarefas e outras funcionalidades. Para verificar se o GPS está funcionando corretamente: 1. Abra o Menu principal e selecione Configurações. 2. Escolha a opção GPS. 3. Verifique se há o ícone de checagem em Permissão do GPS e em Status. Ambas devem estar com o ícone de checagem; caso Status não esteja, o GPS pode estar desativado ou em baixa precisão. 4. Clique em Status para ser redirecionado às configurações do aparelho, ative o GPS e configure o modo de localização para Alta Precisão. 5. Se a Permissão do GPS estiver sem o ícone de checagem, habilite as permissões do Auvo. 6. Após habilitar Permissão do GPS e Status, clique em Testar GPS. 7. Se mesmo assim o rastreamento não funcionar, pode ser que você esteja em um local fechado ou com sinal ruim; tente ir para um local aberto ou conectar‑se a uma rede Wi‑Fi. Avex Como configurar o ponto base? O cadastro do ponto base do colaborador é importante para o bom uso do aplicativo. Para configurá‑lo: 1. Estando no local onde iniciará sua jornada, no Menu principal clique no seu nome (abaixo da foto). 2. Selecione a opção Ponto base. 3. Toque em Usar localização atual para definir seu ponto base. 4. É possível visualizar o local cadastrado em ‘Ver no mapa’. Se estiver com dúvidas ou problemas, entre em contato com o suporte. Avex Como visualizar detalhes de tarefas? A visualização de detalhes permite verificar o status de execução das tarefas. Para acessar: 1. Após criar uma tarefa, vá à Agenda e selecione a tarefa desejada. 2. Consulte o status de execução e outras informações como tipo de tarefa, detalhes do cliente, palavra‑chave, anexos, agendar retorno e ajuda. Se precisar aprender a preencher o relatório da tarefa ou tiver problemas para visualizar detalhes, consulte o suporte. Avex Como criar tarefas para visitas? O aplicativo Auvo permite criar tarefas para você mesmo ou para outro colaborador. *Criar tarefa para você:* 1. Abra o Menu principal. 2. Selecione +Tarefa ou vá à Agenda e toque em +Nova Tarefa. 3. Escolha se está no local ou não e, se necessário, use a barra de pesquisa para encontrar o cliente pelo nome, CNPJ ou endereço. Se não encontrar o cliente, sincronize a lista de clientes ou clique em +Novo cliente. 4. Preencha as informações da tarefa (data, hora, prioridade, tipo de tarefa, questionário, descrição) e salve. *Agendar tarefa para outro colaborador:* 1. No Menu, toque em Colaboradores. 2. Selecione +Tarefa ou vá à Agenda e escolha +Nova Tarefa. 3. Escolha o cliente pesquisando pelo nome, CNPJ ou endereço; sincronize se necessário. 4. Preencha as informações da tarefa (data, hora, prioridade, tipo de tarefa, questionário, descrição) e salve. Caso tenha problemas para criar tarefas, contate o suporte. Avex Como buscar tarefas já cadastradas no app? A agenda do Auvo exibe automaticamente as tarefas do dia conforme a data do aparelho. Para buscar tarefas já cadastradas: 1. No Menu principal, abra a Agenda – o sistema mostrará as tarefas do dia. 2. Para ver a agenda de outros dias, toque no ícone do Calendário no canto superior direito e selecione a data desejada. 3. Utilize o Filtro de Atividades (ícone da lupa) para otimizar a busca. 4. Pesquise a tarefa pelo nome do cliente, código ou orientação e, se necessário, selecione um status de tarefa para facilitar a busca. 5. Clique em Pesquisar. Se tiver problemas para buscar tarefas cadastradas, procure o suporte. Avex Como inserir anexos na tarefa? É possível adicionar documentos em vários formatos às tarefas. Para inserir anexos: 1. Abra a Agenda através do Menu. 2. Selecione a tarefa desejada. 3. Clique em Anexos. 4. Toque em +Novo anexo e selecione o arquivo; ele será inserido na tarefa. Se tiver problemas para inserir anexos, contate o suporte. Avex Como visualizar detalhes de clientes nas tarefas? Você pode acessar várias funções do cliente a partir de uma tarefa. Para visualizar os detalhes do cliente: 1. Na Agenda, abra a tarefa e toque em Detalhes do cliente. 2. Serão exibidas funcionalidades como Leve‑me ao local (rota até o endereço do cliente), Telefonar (ligar para o cliente), Anotações (visualizar ou criar notas sobre o cliente), Histórico de tarefas (ver tarefas anteriores do cliente), Anexos (visualizar ou adicionar anexos) e Observação (ver observações registradas). Se tiver problemas para visualizar detalhes do cliente, entre em contato com o suporte. Avex Como adicionar palavras‑chave na tarefa? Palavras‑chave caracterizam a tarefa e facilitam a filtragem no Auvo Web. Elas são cadastradas pelo administrador; o app apenas permite adicioná‑las. Para adicionar uma palavra‑chave: 1. Abra a Agenda pelo Menu. 2. Selecione a tarefa desejada. 3. Escolha a opção Palavra‑chave. 4. Utilize o campo de pesquisa para buscar a palavra‑chave pela descrição. 5. Selecione a palavra‑chave a adicionar. Para adicionar mais de uma, repita o processo. Se não conseguir adicionar palavras‑chave, fale com o suporte. Avex Como forçar registro de check‑out automático? O check‑out automático é registrado quando você se afasta cerca de 500 m do cliente. Se achar que já se afastou ou não quiser esperar: 1. Abra a Agenda e selecione a tarefa desejada. 2. Role até o fim da tela e toque em Ajuda. 3. Selecione Check‑in e check‑out. 4. Clique em Validar check‑out. 5. Se ainda estiver próximo do cliente, o sistema avisará; se mesmo assim quiser registrar, clique em Quero fazer o check‑out. O check‑out será registrado em instantes. Se tiver problemas, procure o suporte. Avex Como verificar se os dados da tarefa foram sincronizados corretamente? Há uma funcionalidade que mostra quais informações da tarefa foram enviadas para a web. Para forçar a sincronia: 1. Abra a Agenda e selecione a tarefa. 2. Escolha Ajuda. 3. Selecione Sincronia de informações. 4. Avalie se algum dado não foi enviado e clique em Sincronizar informações. 5. Toque nos itens para carregá‑los e verifique se cada um fica com um ícone de checagem verde, indicando sucesso. É necessário ter conexão com a internet. Se tiver problemas de sincronização, procure o suporte. Avex Como preencher relatórios de tarefas? O relatório da tarefa permite registrar informações adicionais e tornar a tarefa mais completa. Para preenchê‑lo: 1. Na Agenda, abra a tarefa e selecione Relatório de tarefa. 2. No relatório é possível: incluir fotos, responder questionários, inserir quilometragem, descrever a execução da tarefa, coletar assinatura do cliente e enviar o relatório por e‑mail a vários destinatários. 3. Fique atento às obrigatoriedades definidas pelo tipo de tarefa; se forem ignoradas, a tarefa ficará como pendente (cor laranja). Se tiver problemas para preencher o relatório, entre em contato com o suporte. Avex Como solicitar o suporte pelo aplicativo? O aplicativo permite solicitar suporte via WhatsApp ou telefone. Para acionar o suporte: 1. Abra o Menu principal. 2. Toque em Suporte no canto inferior direito. 3. Escolha se deseja falar por WhatsApp ou Telefone. O horário de atendimento é de segunda a sexta, das 08h00 às 12h00 e das 14h00 às 18h00, exceto feriados. Avex Como visualizar despesas de um dia específico? A agenda mostra automaticamente as despesas do dia atual do colaborador. Para visualizar despesas de outro dia: 1. No Menu principal, abra Despesas. 2. O aplicativo mostrará as despesas do dia atual; toque no ícone de Calendário no canto superior direito para escolher outra data. 3. Selecione o dia desejado e toque em OK para listar as despesas cadastradas para aquela data. Se tiver dificuldades para visualizar despesas, entre em contato com o suporte. Avex Como criar despesas pelo aplicativo? O Auvo permite registrar despesas para que o gestor acompanhe seus gastos. Para criar uma despesa: 1. Abra o Menu principal. 2. Toque em Despesas e em +Nova Despesa. 3. Selecione o Tipo de Despesa; use a barra de pesquisa para encontrar tipos não listados (cadastrados pelo gestor no Auvo Web). 4. Insira as informações da despesa e, se necessário, adicione fotos de comprovantes e uma descrição. 5. Após inserir as informações, clique em Salvar. Você retornará à tela de despesas e poderá visualizar os gastos do dia. Se tiver problemas para cadastrar despesas, entre em contato com o suporte. Avex Como cadastrar novos clientes? O cadastro de clientes é fundamental para lançar novas atividades. Você pode cadastrar um cliente estando no local do cliente ou a partir de outro local. 1. Abra o Menu e selecione Clientes. 2. Toque em +Novo cliente. 3. Preencha as informações desejadas; apenas os campos Nome e Endereço são obrigatórios. 4. No campo Endereço, use sua localização atual (se estiver no local do cliente) ao clicar em Estou no local, ou pesquise o nome da empresa ou endereço na barra de pesquisa. 5. Verifique se o endereço encontrado corresponde ao correto e selecione‑o. 6. Preencha o complemento do endereço se necessário e clique em Salvar. Se tiver problemas para cadastrar um cliente, procure o suporte. Avex Como visualizar detalhes de clientes? No Auvo app é possível ver informações do cliente e realizar diversas ações. Para visualizar os detalhes: 1. Abra o Menu principal e selecione Clientes. 2. Pesquise o cliente usando a lupa (Nome, CPF ou Endereço). Se o cliente não aparecer, ele pode não existir ou sua criação ainda não foi sincronizada. 3. Após encontrar o cliente, selecione‑o para ver os detalhes. Você poderá: agendar uma nova tarefa para o cliente; usar Leve‑me ao local para abrir uma rota até o endereço do cliente; ligar para o cliente (se houver telefone cadastrado); visualizar ou criar anotações; ver o histórico de tarefas antigas; e visualizar ou anexar documentos relacionados ao cliente. Se tiver problemas para visualizar detalhes do cliente, contate o suporte. Avex Como mandar mensagens instantâneas através do Auvo? O Auvo possui funcionalidade de Chat para facilitar a comunicação entre as equipes. Você pode trocar mensagens com outros colaboradores ou grupos (criados pelo administrador). Para acessar o chat: 1. Abra o Menu principal. 2. Toque no ícone de balão de conversa no canto superior direito. 3. Serão listados os grupos de chat (se houver) e os colaboradores disponíveis para envio de mensagens instantâneas. Se tiver problemas para usar o chat, entre em contato com o suporte. Avex O que fazer quando meu gestor não me localiza no mapa do Auvo? Se o gestor não consegue localizá‑lo no mapa, verifique as permissões de localização do app e o GPS do aparelho. 1. Abra o Menu e selecione Configurações. 2. Toque em Permissões e confira se a permissão de Localização está habilitada (ícone de checagem). Caso não esteja, clique em Permitir tudo. 3. Volte uma tela e selecione GPS. 4. Verifique se as opções Permissão do GPS e Status estão com ícone de checagem. Caso Status não esteja, o GPS pode estar desativado ou em baixa precisão; ative‑o e configure para Alta Precisão. 5. Clique em Status para acessar as configurações do aparelho, ative o GPS e selecione Alta Precisão. 6. Na tela GPS do Auvo, clique em Testar GPS. Outro motivo para problemas de GPS é se o aplicativo não tiver permissão para funcionar em segundo plano; habilite a permissão para funcionamento em segundo plano. Se os problemas continuarem, contate o suporte. Avex Como forçar o registro de check‑in ou check‑out automático no app? Para forçar o check‑in ou check‑out automático é necessário estar no local do cliente e já ter as funcionalidades de check‑in e check‑out automáticos ativas. Caso o check‑in ou check‑out não seja registrado: 1. Abra a Agenda no Menu. 2. Selecione a tarefa em que o check‑in ou check‑out não foi registrado. 3. Toque em Ajuda e selecione a opção Check‑in e check‑out. 4. Para check‑in: clique em Validar check‑in. Caso a geolocalização do cliente esteja incorreta, confirme que você está no local, ajuste o endereço se necessário e confirme a alteração. O check‑in será efetuado e o endereço do cliente será atualizado. 5. Para check‑out: clique em Validar check‑out. Se ainda estiver próximo do cliente, o sistema avisará, mas você pode clicar em Quero fazer o check‑out para registrar. Se houver problemas com check‑in ou check‑out, procure o suporte. Avex Como habilitar a Central do Cliente?Para ativar a Central do Cliente no AuvoDesk, acesse as configurações gerais e selecione 'Central do Cliente'. Escolha e cadastre um subdomínio que será usado pelos clientes, habilite as permissões necessárias (como exibir solicitações e ver notificações) e configure as informações que serão exibidas na página do cliente. Em seguida, salve para que a Central fique disponível para seus clienteshttps://ajuda.auvo.com.br/knowledge/como-habilitar-a-central-do-cliente#:~:text=Como%20habilitar%20a%20Central%20do,Cliente. Avex Como cadastrar um novo ticket?Existem três maneiras de abrir tickets no AuvoDesk: pelo próprio AuvoDesk, através da página de solicitação do cliente ou por e-mail. Para criar um ticket internamente, acesse o menu Tickets e clique em '+ Novo ticket'. Informe os campos obrigatórios (tipo de solicitação, cliente, título, prioridade e data de vencimento), adicione anexos se necessário e clique em Salvar para registrar o ticketfile:///home/oai/redirect.html#:~:text=Tickets%20s%C3%A3o%20importantes%20para%20a,e%20criar%20tarefas%20no%20Auvo. Avex Como abrir tarefas no Auvo através do ticket?Para criar tarefas a partir de um ticket, acesse Tickets e abra o ticket desejado. Clique em '+ Nova tarefa' e selecione o responsável (um colaborador, uma equipe ou todos). Preencha os campos obrigatórios e salve. A nova tarefa aparecerá vinculada ao tickethttps://ajuda.auvo.com.br/knowledge/abrir-tarefas-ticket-desk-web#:~:text=Os%20tickets%20no%20AuvoDesk%20possuem,que%20o%20chamado%20seja%20atendido. Avex Como exportar os tickets?Você pode exportar um ticket individual ou vários tickets de uma vez. Para exportar um ticket específico, abra o ticket em Tickets e clique em 'Exportar ticket'; o arquivo será baixado automaticamente. Para exportar vários, filtre e selecione os tickets desejados e clique em 'Exportar tickets' para baixar todos em um arquivohttps://ajuda.auvo.com.br/knowledge/exportar-tickets-formato-pdf-desk#:~:text=Como%20exportar%20os%20tickets%3F. Avex Qual o significado das cores dos tickets?As cores indicam o status do SLA. Verde significa que o ticket está dentro do prazo (até 75% do tempo de SLA). Laranja aparece quando restam 25% do tempo do SLA. Vermelho indica que o ticket está atrasado em relação ao SLA. Cinza é usado quando o ticket está pausadohttps://ajuda.auvo.com.br/knowledge/significado-cores-tickets-desk-web#:~:text=As%20cores%20dos%20atendimentos%20facilita Avex Como adicionar anotação e anexos no ticket?Abra o ticket em Tickets e clique no botão de Anotação. Insira o texto da anotação e utilize o botão '+ Incluir anexo' para anexar arquivos. Depois clique em Enviar; a anotação e os anexos ficam registrados no tickethttps://ajuda.auvo.com.br/knowledge/anotacao-anexo-ticket-desk-web#:~:text=Anota%C3%A7%C3%B5es%20e%20anexos%20ajudam%20a Avex Como responder o solicitante de um ticket?Para responder o cliente solicitante, abra o ticket e clique em 'Responder'. Escreva a mensagem e anexe arquivos se preciso. Verifique se o ticket possui cliente e contato válido; depois clique em Enviar para que a resposta seja enviada ao e-mail do solicitantehttps://ajuda.auvo.com.br/knowledge/como-responder-o-solicitante-de-um-ticket-desk#:~:text=Voc%C3%AA%20pode%20enviar%20um%20e,diretamente%20pelo%20plataforma%20do%20AuvoDesk. Avex Como organizar os tickets em etapas?Na tela de Tickets você pode usar a visualização Kanban. Clique no botão de pipeline para exibir as etapas como colunas. Use '+ Adicionar coluna' para criar etapas e arraste os tickets entre as colunas conforme o andamento. Não é possível voltar um ticket para 'Sem etapa' depois de colocá-lo em uma colunahttps://ajuda.auvo.com.br/knowledge/organizar-tickets-em-etapas-desk#:~:text=O%20AuvoDesk%20permite%20que%20voc%C3%AA Avex Como alterar o status de um ou mais tickets?Na lista de Tickets, marque os tickets que deseja alterar. Clique em 'Mais Ações' e escolha Cancelar, Pausar, Encerrar ou Alterar Status. Aparecerá uma janela para definir o novo status; confirme para salvar. Você também pode cadastrar novos status em Cadastros e atribuir funções a eleshttps://ajuda.auvo.com.br/knowledge/como-alterar-o-status-de-um-ou-mais-tickets#:~:text=,tickets%2C%20siga%20os%20passos%20abaixo. Avex Como cadastrar novos clientes?Para incluir um cliente, acesse Cadastros → Clientes e clique em '+ Novo cliente'. Insira pelo menos o nome; demais campos (contato, endereço, anexo) são opcionais. Para adicionar um endereço, pesquise o local no Google Maps, copie o URL e cole no campo de endereço; o sistema preenche a latitude e longitude. Revise os dados e clique em Salvarhttps://ajuda.auvo.com.br/knowledge/cadastrar-novo-cliente-desk-web#:~:text=Como%20cadastrar%20novos%20clientes%3F. Avex Como cadastrar novos usuários?Entre em Cadastros → Usuários e clique em '+ Novo usuário'. Informe nome, e-mail, telefone, cargo, assinatura de e-mail, login e senha. Defina a função e os acessos do usuário (como responsável por tickets). Depois clique em Salvar para concluir o cadastrohttps://ajuda.auvo.com.br/knowledge/cadastrar-novo-usuario-desk-web#:~:text=. Avex Como cadastrar uma nova equipe?Acesse Cadastros e escolha 'Equipe'. Clique em '+ Nova equipe' para criar uma nova equipe. Digite o nome e a descrição da equipe e selecione os usuários que irão compô-la. Por fim, clique em Salvarhttps://ajuda.auvo.com.br/knowledge/cadastrar-nova-equipe-desk-web#:~:text=,equipe%2C%20siga%20os%20passos%20abaixo. Avex Como cadastrar um tipo de solicitação?No menu Cadastros, selecione Tipos de solicitação e clique em '+ Adicionar tipo'. No formulário, informe a descrição do tipo e, se desejar, defina um SLA. Clique em Salvar para criar o novo tipo de solicitaçãohttps://ajuda.auvo.com.br/knowledge/cadastrar-tipo-solicita%C3%A7%C3%A3o-desk-web#:~:text=,solicita%C3%A7%C3%A3o%2C%20siga%20os%20passos%20abaixo. Avex Como cadastrar um grupo de clientes?Vá em Cadastros → Grupos de cliente e clique em '+ Novo grupo'. Dê um nome ao grupo e escolha se os responsáveis serão usuários ou equipes, selecionando-os na lista. Em seguida, clique em '+ Incluir clientes' e selecione os clientes que farão parte do grupo. Depois de adicionar responsáveis e clientes, clique em Salvar para registrar o grupohttps://ajuda.auvo.com.br/knowledge/cadastrar-grupo-clientes-desk-web#:~:text=,clientes%2C%20siga%20os%20passos%20abaixo. Avex Como cadastrar novo status do ticket?Na seção Cadastros escolha 'Status do ticket'. Serão exibidos os status existentes; clique em '+ Novo status' para criar outro. Informe uma descrição, selecione o tipo de status (as definições aparecem na tela) e clique em Salvar para concluir o cadastrofile:///home/oai/redirect.html#:~:text=Como%20cadastrar%20novo%20status%20do,ticket. Avex Como configurar um campo adicional para o ticket?Dentro de Configurações, acesse a aba 'Campos ticket'. Clique em 'Adicionar campo' para criar um novo campo. Preencha o título, escolha o tipo de resposta, defina se a visibilidade será interna, externa ou ambos, escreva a descrição e marque se o preenchimento será obrigatório. Salve e, se tiver criado vários campos, arraste para ordenar a exibição no tickethttps://ajuda.auvo.com.br/knowledge/configurar-campo-adicional-ticket-desk-web#:~:text=Como%20configurar%20um%20campo%20adicional,para%20o%20ticket. Avex Como definir o horário de atendimento?Para definir os horários que sua empresa atende, entre em Configurações e mude para a aba Horários. Se a empresa funciona todos os dias e em tempo integral, selecione 'Todos os dias da semana'. Caso contrário, marque apenas os dias e os horários em que há atendimento, adicionando feriados pelo botão '+ Adicionar feriado'. Ao final, clique em Salvar horárioshttps://ajuda.auvo.com.br/knowledge/definir-horario-atendimento-desk-web#:~:text=,empresa%2C%20siga%20os%20passos%20abaixo. Avex Como configurar o envio e recebimento de e-mails?No menu Configurações, acesse a aba E-mail. Informe o e-mail e a senha nos campos correspondentes. Preencha os campos de 'Recebimento' para que os e-mails recebidos gerem tickets e os campos de 'Envio' para habilitar o envio de e-mails aos clientes. Clique em Salvar para finalizar a configuraçãohttps://ajuda.auvo.com.br/knowledge/configurar-envio-recebimento-emails-desk-web#:~:text=Como%20configurar%20o%20envio%20e,mails. Avex Como configurar página de solicitação? Acesse Configurações e mude para a aba 'Página de solicitação'. Clique em Habilitar página. Em seguida, carregue o logotipo da empresa, defina o nome da página (mostrado na aba do navegador), escolha um subdomínio para que os clientes acessem (esse campo não pode ser alterado depois de salvo), informe o título e a descrição da página, e configure a mensagem de retorno e a descrição dessa mensagem. Revise tudo e clique em Salvarhttps://ajuda.auvo.com.br/knowledge/como-configurar-p%C3%A1gina-de-solicita%C3%A7%C3%A3o#:~:text=A%20p%C3%A1gina%20de%20solicita%C3%A7%C3%A3o%20%C3%A9,abrir%20um%20chamado%20para%20voc%C3%AA. Avex Como configurar os dados da sua empresa?Em Configurações, selecione a aba 'Dados da empresa'. Todos os campos são opcionais e servem para identificar a empresa nos relatórios enviados aos clientes. Preencha os dados conforme necessário e clique em Salvarhttps://ajuda.auvo.com.br/knowledge/configurar-dados-empresa-desk-web#:~:text=Como%20configurar%20os%20dados%20da,sua%20empresa. Avex Como definir um tipo de solicitação padrão para ticket provenientes de fontes externas?Antes de definir o tipo padrão, cadastre os tipos de solicitação na sua base. Depois, no menu Configurações, acesse a aba 'Tipo de solicitação'. Selecione um tipo de solicitação padrão para tickets abertos por e-mail e outro para tickets criados pela página de solicitação. Clique em Salvar para aplicar as configuraçõeshttps://ajuda.auvo.com.br/knowledge/configurar-tipo-solicita%C3%A7%C3%A3o-padr%C3%A3o-origem-desk-web#:~:text=,solicita%C3%A7%C3%A3o%2C%20siga%20os%20passos%20abaixo. Avex Como aumentar a produtividade com o uso de questionários no sistema Auvo?Para aumentar a produtividade usando questionários no sistema Auvo, o artigo recomenda definir claramente que a produtividade significa reunir todas as informações do atendimento para gestores e clientes. Deve-se cadastrar questionários que ajudem a coletar informações rapidamente, com perguntas objetivas (por exemplo, motivo da visita e solução adotada). É importante incluir recursos visuais, como fotos do serviço, pedir assinatura do cliente no final do atendimento para registrar concordância, utilizar a tecnologia de aplicativo para centralizar as respostas em um único lugar, sincronizar os dados após as tarefas para acompanhar os resultados e otimizar o tempo de preenchimento de relatórioshttps://ajuda.auvo.com.br/knowledge/como-aumentar-a-produtividade-com-o-uso-de-question%C3%A1rios#:~:text=Aumente%20a%20produtividade%20com%20question%C3%A1rios,garanta%20a%20qualidade%20no%20atendimento. Avex Quais são os benefícios do cadastro de equipamentos em massa?O cadastro em massa de equipamentos no Auvo traz diversas vantagens: permite registrar vários equipamentos ao mesmo tempo, economizando tempo e esforço; reduz erros de digitação ao inserir as informações de uma só vez; padroniza os dados, o que facilita análises e relatórios; simplifica a atualização de informações de muitos equipamentos; economiza recursos da equipe, que pode se dedicar a outras tarefas; melhora o controle de inventário, pois todas as informações ficam em um registro único; e possibilita relatórios e análises mais completos sobre o uso dos equipamentoshttps://ajuda.auvo.com.br/knowledge/quais-s%C3%A3o-os-benef%C3%ADcios-do-cadastro-de-equipamentos-em-massa#:~:text=O%20cadastro%20em%20massa%20de,e%20melhor%20controle%20de%20invent%C3%A1rio. Avex Como funciona o uso do QR Code no sistema Auvo?No Auvo, cada equipamento tem um QR Code único que facilita a identificação. Ao escanear o código com um smartphone, o usuário acessa imediatamente dados importantes do equipamento, como características, estado e histórico de manutenção. O QR Code também pode registrar entradas e saídas, contribuindo para um controle preciso, e elimina a busca manual de informações, reduzindo erros. A integração com dispositivos móveis torna o uso prático, ajudando a organizar e gerenciar os equipamentos com mais eficiênciahttps://ajuda.auvo.com.br/knowledge/como-funciona-o-uso-do-qr-code-no-sistema-auvo#:~:text=Como%20funciona%20o%20uso%20do,QR%20Code%20no%20sistema%20Auvo. Avex Quais são as melhores práticas para o cadastro de clientes?As melhores práticas para cadastrar clientes no Auvo incluem coletar apenas as informações necessárias (nome, e-mail, telefone, endereço), usar um formulário intuitivo, validar dados em tempo real (formato de e-mail e telefone), informar sobre a utilização e proteção dos dados, permitir cadastro por diferentes plataformas (como redes sociais), enviar e-mail de confirmação e agradecimento após o cadastro, possibilitar que os clientes atualizem seus dados facilmente e solicitar feedback sobre o processo de cadastrohttps://ajuda.auvo.com.br/knowledge/melhores-praticas-para-o-cadastro-de-clientes#:~:text=1,dados%20e%20facilita%20o%20preenchimento. Avex Quais são os benefícios do controle de quilometragem para empresas de prestação de serviços?O controle de quilometragem para empresas de prestação de serviços oferece benefícios como redução de custos operacionais, pois o monitoramento da quilometragem permite identificar rotas mais eficientes e economizar combustível. Ele também melhora o planejamento de manutenções preventivas, aumenta a eficiência das equipes externas ao otimizar o planejamento de atendimentos, fornece insights sobre o uso dos veículos e facilita a geração de relatórios sobre a frota, auxiliando em decisões estratégicashttps://ajuda.auvo.com.br/knowledge/-controle-de-quilometragem-para-empresas#:~:text=Quais%20s%C3%A3o%20os%20benef%C3%ADcios%20do,empresas%20de%20presta%C3%A7%C3%A3o%20de%20servi%C3%A7os. Avex Como criar faturas das minhas Ordens de Serviço?O artigo explica que criar uma fatura no Auvo significa emitir a cobrança ao cliente pelas tarefas executadas ou orçamentos aprovados. Para criar a fatura, é necessário que o cadastro do cliente tenha CPF ou CNPJ, razão social, endereço e dados de cobrança preenchidos. Ao usar faturas, o Auvo lança automaticamente as parcelas no contas a receber. Se a empresa habilitar a geração de boletos via PJ Bank, é possível emitir boletos diretamente e, quando o cliente paga, o sistema dá baixa automática na parcela da fatura e no contas a receberhttps://ajuda.auvo.com.br/knowledge/como-criar-faturas-das-minhas-ordens-de-servi%C3%A7o#:~:text=Criar%20uma%20Fatura%20dentro%20do,ou%20ent%C3%A3o%20um%20or%C3%A7amento%20realizado. Avex Como cadastrar minhas Formas de Pagamento?Formas de pagamento no Módulo Financeiro são cadastros que permitem gerar faturas, emitir boletos pelo PJ Bank e alimentar o contas a receber. Elas também são usadas em orçamentos para informar ao cliente as modalidades aceitas. Depois de cadastrar uma forma de pagamento, sempre que se cria uma nova fatura é possível informar a modalidade combinada para o recebimento. A integração com o PJ Bank automatiza os recebimentos e o Auvo dá baixa automaticamente no contas a receberhttps://ajuda.auvo.com.br/knowledge/como-cadastrar-minhas-formas-de-pagamento#:~:text=Como%20cadastrar%20minhas%20Formas%20de,Pagamento. Eduardo Porque a tarefa na agenda está com a cor amarela? A cor amarela em uma tarefa na agenda geralmente indica que a tarefa está pendente ou que alguma obrigatoriedade não foi cumprida. O Auvo usa um sistema de cores para te ajudar a identificar o status das tarefas: * Verde: Tarefa concluída. * Amarelo: Tarefa pendente (alguma obrigatoriedade não foi preenchida, como fotos, questionário, relato, assinatura, etc.). * Vermelho: Tarefa atrasada ou não iniciada no prazo. * Azul: Tarefa agendada e aguardando execução. Se a tarefa está amarela, o técnico provavelmente fez o check-out, mas esqueceu de preencher algo que foi definido como obrigatório para aquele tipo de tarefa. Ele precisa verificar o relatório da tarefa no aplicativo para ver o que está faltando. Isso faz sentido para o que você está vendo? A cor amarela em uma tarefa na agenda geralmente indica que a tarefa está pendente ou que alguma obrigatoriedade não foi cumprida. O Auvo usa um sistema de cores para te ajudar a identificar o status das tarefas: * Verde: Tarefa em Execução. * Rosa: Tarefa em pausa * Amarelo: Tarefa pendente (alguma obrigatoriedade não foi preenchida, como fotos, questionário, relato, assinatura, etc.). * Vermelho: Tarefa não iniciada, em Aberto. * Azul: Tarefa com deslocamento do técnico para o endereço * Cinza: Tarefa finalizada sem pendência Se a tarefa está amarela, o técnico provavelmente fez o check-out, mas esqueceu de preencher algo que foi definido como obrigatório para aquele tipo de tarefa. Ele precisa verificar o relatório da tarefa no aplicativo para ver o que está faltando. Isso faz sentido para o que você está vendo? Paulo Como faço pra importar um pmoc com as especificações do equipamento? [11/11/2025, 11:38:48] Auvo Suporte: agent-auvo: Não encontrei uma função específica para \"importar um PMOC com as especificações do equipamento\" diretamente na base de conhecimento. O que eu encontrei foi sobre: • Cadastro em massa de equipamentos: Isso pode te ajudar a registrar vários equipamentos de uma vez, o que é útil para ter as especificações no sistema. • Importação de tarefas: Se o PMOC for gerado como uma tarefa, você pode importar tarefas em lote. [11/11/2025, 11:38:49] Auvo Suporte: agent-auvo: Para a questão de importar o PMOC já com as especificações do equipamento, essa informação específica eu não tenho aqui. Deixa eu te passar para alguém da equipe que vai conseguir te ajudar melhor com os detalhes do módulo PMOC e como ele se integra com o cadastro de equipamentos. Para criar um novo PMOC primeiro é necessário ter o modulo ativo em sua base e em seguida é necessário que o fluxo seja feito pela Web onde é necessário seguir os seguintes passos: 1 - Acesse Cadastros>PMOC 2 - Clique no botão \"Novo PMOC\" 3 - Faça o preenchimento dos campos e selecione o período de vigência 4 - Na etapa seguinte, selecione os equipamentos que serão utilizados no PMOC incluindo carga termica e ambiente 5 - Na próxima etapa, selecione os questionários que serão associados a esses equipamentos 6 - E na última etapa, defina as opções para a criação das tarefas do PMOC Pronto, PMOC criado! PauloComo cadastrar um cliente ? [11/11/2025, 11:36:49] Auvo Suporte: agent-auvo: Você pode cadastrar clientes de duas formas no Auvo: individualmente ou importando uma planilha. Para cadastrar um cliente individualmente (pelo computador): [11/11/2025, 11:36:50] Auvo Suporte: agent-auvo: 1. Acesse Cadastros > Clientes e clique em Adicionar Cliente. 2. Se o cliente tiver CNPJ: Digite o CNPJ e clique em Buscar. O sistema preencherá os dados automaticamente. 3. Se o cliente não tiver CNPJ: Preencha os dados manualmente. O único campo obrigatório é o Nome, mas é bom preencher o máximo de informações possível. [11/11/2025, 11:36:50] Auvo Suporte: agent-auvo: 4. Para o endereço: Clique em Adicionar endereço. A melhor forma é usar o Google Maps. Abra o Google Maps, encontre o endereço, copie a URL da página e cole no campo URL Google Maps no Auvo. Clique em Extrair, selecione Utilizar este endereço, confira as informações e clique em Salvar Cliente. Pelo aplicativo (se estiver no local do cliente ou a partir de outro local): [11/11/2025, 11:36:54] Auvo Suporte: agent-auvo: 1. Abra o Menu e selecione Clientes. 2. Toque em +Novo cliente. 3. Preencha as informações desejadas; apenas os campos Nome e Endereço são obrigatórios. 4. No campo Endereço, use sua localização atual (se estiver no local do cliente) ao clicar em Estou no local, ou pesquise o nome da empresa ou endereço na barra de pesquisa. 5. Verifique se o endereço encontrado corresponde ao correto e selecione-o. 6. Preencha o complemento do endereço se necessário e clique em Salvar. [11/11/2025, 11:36:55] Auvo Suporte: agent-auvo: Se você precisar importar uma planilha de clientes ou tiver alguma dificuldade, o ideal é entrar em contato com o suporte. PauloComo eu sei se meu colaborador chegou no cliente ? agent-auvo: Para saber se seu colaborador chegou no cliente, você pode verificar o check-in dele na tarefa. Quando o técnico chega no local, ele faz o check-in pelo aplicativo, e essa informação fica registrada no sistema. Além disso, você pode acompanhar a localização dele em tempo real pelo Mapa: 1. No Auvo Web, vá em Operação > Mapa. 2. Lá você verá a localização de cada colaborador que estiver conectado ao aplicativo naquele momento. Assim, você consegue confirmar se ele está no endereço do cliente e se ele realizou o check-in na tarefa. PauloComo faço para cadastrar uma nova senha? [11/11/2025, 11:33:50] Auvo Suporte: agent-auvo: Você pode redefinir sua senha de duas formas: 1. Pela Web (se for Administrador): Se você é um usuário \"Administrador\" e precisa redefinir a senha de um colaborador (ou a sua própria), acesse pelo computador: Cadastros > Colaboradores > Nome do colaborador. Na tela de cadastro, digite a nova senha no campo em branco, confirme e clique em \"Salvar colaborador\". 2. Pela opção \"Esqueceu sua senha\" (Web ou App): Selecione a opção \"Esqueceu sua senha\", informe seu Login e o E-mail de recuperação. Você receberá uma senha provisória no e-mail cadastrado para acessar a plataforma. [11/11/2025, 11:33:51] Auvo Suporte: agent-auvo: Lembre-se que a segunda opção só funciona se houver um e-mail cadastrado no seu perfil de usuário. EduardoComo faço para criar um PMOC? Para criar um novo PMOC primeiro é necessário ter o modulo ativo em sua base e em seguida é necessário que o fluxo seja feito pela Web onde é necessário seguir os seguintes passos: 1 - Acesse Cadastros>PMOC 2 - Clique no botão \"Novo PMOC\" 3 - Faça o preenchimento dos campos e selecione o período de vigência 4 - Na etapa seguinte, selecione os equipamentos que serão utilizados no PMOC incluindo carga termica e ambiente 5 - Na próxima etapa, selecione os questionários que serão associados a esses equipamentos 6 - E na última etapa, defina as opções para a criação das tarefas do PMOC Pronto, PMOC criado! EduardoComo gerar o documento do PMOC? Com o PMOC uma criado, é necessário acessá-lo para visualizar o documento do PMOC que contém todas as informações do plano. Para isso, siga o seguinte fluxo: 1 - Acesse \"Cadastros>PMOC\" 2 - Clique em cima do número do PMOC que deseja gerar o documento 3 - Na lista dos PMOCs, clique em cima do código do PMOC para visualizar as informações internas 4 - Na tela que irá abrir, no bloco da direita terá duas opções: Visualizar pela Web\" e \"Download .pdf\" Basta selecionar uma das opções para ter acesso ao documento do plano do PMOC. EduardoComo faço para copiar um PMOC? É possível duplicar um PMOC existente para não ter a necessidade de inclusão de todas as informações do zero. Dessa forma, ao utilizar a opçãod e duplicar, durante a criação do PMOC alguns campos já virão preenchidos. Para realizar essa ação, basta acessar um PMOC existente indo em \"Cadastros>PMOC>Código do PMOC\" e na tela que irá abrir com as informações internas do PMOC, na parte da direita superior terá o botão \"Duplicar\" onde após clicar, será direcionado para a tela de criação onde já terá alguns campos preenchidos do PMOC original Outra forma de utilizar essa opção de duplicar seria na própria lista dos PMOCs criados onde na parte da direita de cada PMOC terá 3 pontinhos que ao clicar, será exibido a opção \"Duplicar PMOC\" EduardoComo encerrar um PMOC? Caso optar por finalizar um PMOC que ainda está em vigência, é possível encerrá-lo seguindo os seguintes passos: 1 - Acesse Cadastros>PMOC>Código do PMOC 2 - Na parte interna do PMOC, na parte superior terá o botão \"Encerrar\" 3 - Será exibido um Pop-up de confirmação para ser digiado \"Encerrar Plano\" 4 - E na última validação de segurança, será perguntado se deseja manter as tarefas ou excluir todas as tarefas também. Caso optar por excluir, basta digitar \"Excluir Tarefas\" e selecionar a opção \"Confirmar exclusão\" Pronto! PMOC encerrado com sucesso! EduardoComo excluir um PMOC? Com o PMOC uma vez encerrado, será possível excluir completamente. 1 - Após encerrar o PMOC, será liberado o botão vermelho \"Excluir plano\" 2 - Selecionando essa opção, será perguntado se de fato deseja excluir onde será necessário incluir o texto \"Excluir plano\" 3 - Na próxima etapa será perguntado se deseja também excluir todas as tarefas junto com o Plano ou deseja manter, sendo necessário digitar a palavra \"Excluir tarefas\" caso optar seguir com a exclusão e selecionar a opção de exclusão ou não exclusão. Pronto, PMOC excluído Paulo Para gerar o documento do PMOC, você precisa primeiro ter um PMOC criado. Depois, siga estes passos: 1. Acesse Cadastros > PMOC. 2. Clique no número do PMOC que você deseja gerar o documento. 3. Na lista dos PMOCs, clique no código do PMOC para visualizar as informações internas. 4. Na tela que abrir, no bloco da direita, você terá duas opções: \"Visualizar pela Web\" e \"Download .pdf\". Basta selecionar uma dessas opções para ter acesso ao documento do plano do PMOC."
      }
    ]
  },
  {
    "nome": "Documentação de Configuração do Módulo de Nota Fiscal - Auvo",
    "arquivo": "Documentação de Configuração do Módulo de Nota Fiscal - Auvo.pdf",
    "totalCaracteres": 4488,
    "palavrasChave": [
      "nota fiscal",
      "NF",
      "NFe",
      "configuração",
      "módulo",
      "emissão",
      "CNAE",
      "Codigo fiscal"
    ],
    "sinonimos": {
      "nota fiscal": [
        "NF",
        "NFe",
        "nota",
        "fiscal"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Documentação de Configuração do Módulo de Nota Fiscal - Auvo Esta documentação descreve o passo a passo para configurar a emissão de Notas Fiscais de Serviço (NFS-e) e Produto (NF-e) na plataforma Auvo. 1. Acesso ao Módulo Para iniciar as configurações, o usuário deve navegar até a seção correta no sistema: 1. No canto superior direito, clique no Nome da Empresa/Perfil. 2. Selecione Configurações Gerais. 3. No menu lateral esquerdo, clique em Nota Fiscal. 2. Dados Cadastrais da Empresa Esta seção define as informações fiscais básicas do emitente. Regras de Preenchimento: ● Campos marcados com asterisco (*) são obrigatórios. ● Os dados devem coincidir com o cadastro na Receita Federal/Municipal. Campos Mapeados: ● Cidade*: Município sede da empresa. ● Regime de Tributação*: Selecionar o regime vigente (ex: Simples Nacional, Lucro Presumido). ● CNPJ*: Cadastro Nacional da Pessoa Jurídica. ● Razão Social*: Nome jurídico da empresa. ● Endereço Completo: País*, UF*, Município*, Logradouro*, Número, Complemento, Bairro*, CEP*. 3. Configuração de Nota Fiscal de Serviço (NFS-e) Habilite o checkbox \"NF-E de serviço\" para liberar os campos abaixo. 3.1. Dados do RPS e Tributação Configurações para comunicação com a prefeitura. ● Nº sequencial do RPS da nota fiscal de serviço*: Deve ser preenchido com o último número emitido + 1. ○ Lógica: Se o último RPS foi 100, preencher com 101. ● Série da Nota Fiscal*: Geralmente \"1\" ou conforme orientação contábil. ● Inscrição Municipal*: Número de cadastro na prefeitura. ● Valor aprox. dos tributos*: Percentual ou valor conforme Lei da Transparência (Lei 12.741/12). ● Regime especial de tributação: Se aplicável (ex: Microempresa Municipal). 3.2. Códigos de Serviço e Alíquotas É necessário cadastrar o CNAE e as regras fiscais de cada serviço prestado. ● Ação: Clicar no botão \"Novo código fiscal\". Formulário de Código Fiscal (Modal): ● CNAE*: Selecionar na lista suspensa a Classificação Nacional de Atividades Econômicas. ● Código de serviço municipal: Código específico exigido pela prefeitura local. ● Descrição do item de serviço municipal: Texto descritivo do serviço. ● Código LC116: Classificação conforme Lei Complementar 116. ● Código NBS: Nomenclatura Brasileira de Serviços (se exigido). ● Classificação Tributária IBS/CBS: Campos para novos tributos (se aplicável). ● Alíquota ISSQN (%)*: Percentual do Imposto Sobre Serviços. ● ISS Retido: Checkbox para indicar se o imposto é retido na fonte. 3.3. Informações Adicionais na Impressão Configurações opcionais de visualização no documento fiscal: ● [Check] Valor Unitário ● [Check] Valor Líquido ● [Check] Quantidade 4. Configuração de Nota Fiscal de Produto (NF-e) Habilite o checkbox \"NF-E de produto\" para liberar os campos abaixo. 4.1. Dados do Ambiente de Produção ● Inscrição Estadual*: Cadastro na SEFAZ do estado. ● Nº sequencial de Nota Fiscal de produto*: Deve ser preenchido com o último número emitido + 1. ○ Lógica: Se a última nota foi 200, preencher com 201. ● Série da Nota Fiscal*: Série utilizada para emissão (ex: 001). ● Lote da Nota Fiscal*: Número do lote de envio. 4.2. Logotipo ● Recomendação: Imagem quadrada, formato JPG ou PNG, máximo 64kb. Dimensão ideal: 340x120 pixels. 4.3. Natureza de Operação Define as regras fiscais de circulação da mercadoria (CFOP). ● Ação: Clicar no botão \"Nova Natureza de Operação\". Formulário de Natureza de Operação (Modal): ● Descrição*: Nome interno da operação (ex: Venda de mercadoria, Devolução). ● Tipo da operação*: Entrada ou Saída. ● Finalidade da emissão*: Normal, Complementar, Ajuste ou Devolução. ● CFOP Padrão: Código Fiscal de Operações e Prestações (selecionar na lista pré-definida, ex: 5102, 6102). 5. Certificado Digital O certificado é mandatório para assinar digitalmente as notas. ● Tipo aceito: Certificado A1 (arquivo .pfx ou .p12). ● Ação: Clicar em \"Substituir certificado digital\" (ou Inserir). ● Processo: Fazer upload do arquivo e digitar a senha do certificado. ● Validade: O sistema exibirá a data de vencimento após a configuração. ● Observação: A configuração é feita uma única vez até o vencimento do certificado. Observações Gerais para a IA: 1. Validação de Dados: O sistema valida formatos de CNPJ, CPF e CEP. 2. Sequencialidade: A integridade da numeração fiscal (RPS e NF-e) é crítica; o sistema nunca deve retroceder a numeração. 3. Dependência Contábil: Campos como CFOP, Alíquotas e CNAE devem ser preenchidos estritamente conforme orientação do contador da empresa."
      }
    ]
  },
  {
    "nome": "Frete em NF",
    "arquivo": "Frete em NF.pdf",
    "totalCaracteres": 4489,
    "palavrasChave": [],
    "sinonimos": {},
    "chunks": [
      {
        "id": 0,
        "texto": "A modalidade do frete é indicada pelo campo \"Modalidade do Frete\" (tag modFrete) no XML da NF-e, geralmente apresentando as opções listadas na imagem: Código Descrição da Modalidade Contratante/Pagador Soma no Valor Total da NF? 0 CIF (Por conta do Remetente) Vendedor Sim, se cobrado do destinatário. 1 FOB (Por conta do Destinatário) Comprador Não, o frete é pago à parte pelo comprador à transportadora. 2 Por conta de Terceiros Terceiro (ex: marketplace) Geralmente não interfere no total da NF do produto. 3 Transporte Próprio (Remetente) Vendedor (frota própria) Sim, o custo do transporte é parte do custo total da venda. 4 Transporte Próprio (Destinatário) Comprador (retira no local) Não, apenas o valor do produto é faturado. Detalhes Importantes ● CIF (0 e 3): Quando o frete é por conta do remetente (vendedor), o valor do frete é considerado parte integrante da operação de venda e, via de regra, soma-se ao valor total da NF-e, compondo também a base de cálculo dos impostos (ICMS, IPI, PIS, COFINS). ● FOB (1 e 4): Quando o frete é por conta do destinatário (comprador), o valor do frete não é somado ao total da NF-e. O comprador paga o transporte diretamente para a transportadora ou utiliza seu próprio meio de retirada. O valor pode aparecer em campos informativos da NF apenas para fins de cálculo de alguns impostos, mas não no total a pagar do documento principal. —------------------------------------------------------------------------------------------------------------------------ Para inserir informações de frete na Nota Fiscal (NF) no sistema Auvo, siga estas instruções: Localize a Nota Fiscal: Abra a Nota Fiscal que você deseja editar. Acesse as informações de frete: Procure pelo campo ou seção referente ao frete dentro da nota fiscal. O nome exato pode variar, mas geralmente está próximo das informações de transporte ou dados adicionais. Preencha os dados: Tipo de Frete: Selecione o tipo de frete aplicável (por conta do emitente, destinatário, etc.). Transportadora (se houver): Se o frete for por conta de uma transportadora, insira o CNPJ da transportadora. Valor do Frete: Insira o valor correspondente ao frete. Outras informações: Preencha outros campos relevantes, como dados do veículo, informações de seguro, etc., se necessário. Salve as alterações: Após preencher todas as informações de frete, salve as alterações na Nota Fiscal. Observações: Validação: O sistema pode realizar validações para garantir que as informações de frete sejam consistentes com outros dados da NF, como o CNPJ da transportadora e o tipo de frete. Rejeições: Verifique se não há mensagens de erro ou rejeições ao tentar salvar a nota fiscal, pois pode haver campos obrigatórios faltando ou informações inconsistentes. Se você encontrar erros como \"campo 'tipo de frete' está vazio, ou o CNPJ da transportadora não aceita esse tipo de frete informado\", verifique se todos os campos obrigatórios estão preenchidos corretamente e se o CNPJ da transportadora é válido para o tipo de frete selecionado. Para que o valor do frete seja somado ao total da nota fiscal de produto no Auvo, o tipo de frete deve ser CIF (Cost, Insurance and Freight), pago pelo vendedor (remetente). Como configurar: Verifique o Tipo de Frete: Na nota fiscal, certifique-se de que o campo \"Modalidade\" esteja configurado como \"0 - Por conta do Remetente\". Preencha o Valor do Frete: No campo \"Valor do Frete\", insira o custo do frete (ex: R$ 50,00). Se este campo estiver preenchido, o sistema irá somá-lo ao valor total da nota. Entenda o Cálculo: O cálculo do valor total da nota fiscal será: Valor dos Produtos + Valor do Frete + IPI + Outros = Valor Total da Nota. Informações Adicionais: Frete FOB: Se o frete for do tipo FOB (pago pelo comprador), o campo \"Valor do Frete\" deve estar zerado (R$ 0,00), para que não seja somado ao total da nota. Visualização: O valor do frete não aparecerá no front do Auvo, mas será exibido no PDF (DANFE) após a emissão da nota fiscal. Resumo: CIF: Vendedor paga o frete, o valor é inserido na nota fiscal e somado ao total. FOB: Comprador paga o frete, o campo \"Valor do Frete\" é zerado e não é somado ao total. Importante: * O sistema da nota fiscal (XML) é uma calculadora simples. Se houver qualquer número preenchido no campo Valor do Frete, ele será somado ao total da nota, independentemente do tipo de frete selecionado. —-----------------------------------------------------------------------------------------------------------------------"
      }
    ]
  },
  {
    "nome": "Guia de Ativação - Integração Auvo & Conta Azul",
    "arquivo": "Guia de Ativação - Integração Auvo & Conta Azul.pdf",
    "totalCaracteres": 3795,
    "palavrasChave": [
      "Conta Azul",
      "integração",
      "ativação",
      "sincronizar",
      "conectar"
    ],
    "sinonimos": {
      "Conta Azul": [
        "contaazul",
        "conta-azul"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Guia de Ativação Integração Auvo <> Conta Azul Página de configuração Primeiramente, será necessário abrir a página de configuração da integração com o Conta Azul para poder fazer a ativação. Aperte na opção “integrações” no menu superior, no canto superior direito, e então ative a API do Auvo. Após realizar a ação anterior, acesse a opção do Conta Azul mais abaixo nesta página, onde será apresentado os campos para preenchimento da sua integração. Campos de preenchimento Nome da conta financeira Neste campo será necessário inserir o nome da conta financeira de sua preferência, que está cadastrada no Conta Azul, em financeiro -> outras contas. Seguindo a lista acima, basta inserir o nome no campo do Auvo exatamente como está digitado no cadastro do Conta Azul. Padrão de integração de clientes Nesta opção, deverá ser escolhido o fluxo de integração de clientes desejados: 1. Os clientes são enviados do Auvo para o Conta Azul: - Neste fluxo, a integração irá cadastrar e atualizar os clientes que estão no Auvo para o Conta Azul. 2. Os clientes são enviados do Conta Azul para o Auvo: - Essa opção é a oposta da primeira, onde os clientes do Conta Azul irão integrar para o Auvo, ou seja, serão cadastrados e atualizados. 3. Os clientes são enviados entre ambos: - Com essa opção, irão ocorrer as duas formas. Os clientes do Conta Azul serão integrados para o Auvo, e os clientes cadastrados no Auvo serão criados também no Conta Azul. Essa opção é possível de ser editada posteriormente, caso a primeira escolha não tenha sido efetiva na sua rotina. Integração de tarefas Essa opção basicamente é para ativar ou desativar a integração de tarefas. Caso você queira integrar somente os orçamentos criados, você pode deixar como desabilitado, com isso não será duplicado as vendas no Conta Azul. Status das tarefas Este campo é para definir em qual status a tarefa entrará no fluxo de integração, ou seja, quando a tarefa estiver nesta opção escolhida, ela será integrada dentro de 10 minutos para o Conta Azul. Observação: ao escolher “todos”, qualquer status em que a tarefa se encontrar, ela será integrada, porém depende da inserção dos produtos/serviços. Apenas será integrado caso possua valores incluídos. Tipos de tarefa O preenchimento deste campo é opcional, nele será incluído o tipo de tarefa em que as tarefas serão integradas. Por padrão vem preenchido como “todos”, mas caso seja selecionado uma opção, apenas as tarefas daquele tipo entrarão no fluxo de integração. Grupo de clientes Este campo também é opcional, onde você pode selecionar um grupo de clientes, a partir disso, somente as tarefas que forem vinculadas ao cliente deste grupo serão integradas para o Conta Azul. Integração de orçamentos Você pode habilitar ou desabilitar os orçamentos a partir deste campo. Se a opção de integração de tarefas já está habilitada, você pode escolher desativar o fluxo de orçamentos, com isso evitando duplicações. Status dos orçamentos Para os orçamentos serem integrados ao Conta Azul, é necessário definir em qual status será feito. Neste campo você pode escolher a opção que mais faz sentido, então a partir do momento que seu orçamento entrar no status definido, ele será integrado dentro de 10 minutos. Autorizar a integração Após finalizar a configuração da sua integração, agora é o momento de fazer a autenticação juntamente ao Conta Azul. Aperte no botão de autorizar e com isso será aberta uma nova janela solicitando o acesso ao sistema Conta Azul. Você precisará informar o seu usuário e senha do sistema parceiro e também o código de autenticação solicitado em seguida. Após a autorização ter sido realizada, sua integração está pronta para o uso. É recomendado aguardar aproximadamente uma hora, para que todos os cadastros sejam integrados entre os sistemas."
      }
    ]
  },
  {
    "nome": "Guia de Ativação - Integração Auvo __ OmieSEMIMAGENS",
    "arquivo": "Guia de Ativação - Integração Auvo __ OmieSEMIMAGENS.pdf",
    "totalCaracteres": 5434,
    "palavrasChave": [
      "Omie",
      "integração",
      "ativação",
      "ERP",
      "sincronizar"
    ],
    "sinonimos": {
      "Omie": [
        "omie",
        "OMIE"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Guia de Ativação Integração Auvo <> Omie Criação de conta no portal DEVAPI A primeira etapa será a criação de uma conta no portal. Acesse o site auvo.devapi.com.br para criar seu acesso. Esta conta será utilizada para configuração de sua integração. Nesta tela, aperte em “Ainda não tenho cadastro” e preencha as informações de “nome do usuário”, colocando o nome da sua empresa, e “e-mail do usuário”, inserindo seu e-mail pessoal ou corporativo. Após isso, será enviado uma mensagem no endereço de e-mail informado contendo a senha de acesso. {IMAGEM CLICANDO EM AINDA NÃO TENHO CADASTRO} Caso você não receba a senha no e-mail conforme o esperado, entre em contato com o suporte, ou com a pessoa que está te auxiliando com o sistema para poder te auxiliar. Configuração da Integração Etapa Inicial Com sua conta criada, vá até a opção “início” na barra superior e em seguida desça a tela até o final da página onde irá encontrar a opção “escolha sua integração”. Aperte em “configurar” dentro da janela “Auvo <-> Omie” e ogo em seguida em “ativar integrações”. AUVO: APP Key e APP Token Nesta próxima etapa, será necessário incluir algumas informações do lado do Auvo. Nos campos APP Key e APP Token você irá inserir as chaves de integração do seu sistema, disponível no menu “integrações” dentro do Auvo, no canto superior direito da tela. Nome do status da tarefa Neste campo, deverá ser inserido um número a sua escolha, de acordo com as opções abaixo: 0: Integrar tarefas em aberto. 1: Integrar tarefas finalizadas automaticamente. 2: Integrar tarefas finalizadas manualmente. 3: Integrar tarefas finalizadas, seja automaticamente ou manualmente. 4: Integrar todas as tarefas, independentemente do status. 5: Integrar tarefas finalizadas que possuem pendências. 6: Integrar tarefas com check-in ou check-out. Somente é possível escolher uma das opções. Caso tente inserir mais de um código, a integração irá falhar. Se não for interessante o uso da função de integração de tarefas, poderá preencher o campo inserindo um ‘X’, para que consiga salvar as configurações Código do tipo das tarefas Este campo é opcional, e sua funcionalidade é para restringir a integração de tarefas no Auvo. Caso inserido, somente tarefas deste código inserido serão integradas para o Omie. Se você precisa integrar todas as tarefas, deverá manter o campo vazio (sem preenchimento). Para obter o código, vá em cadastros -> tipos de tarefa dentro do Auvo. Ao lado do nome do tipo, terá a coluna de código, é esse o código que você precisará informar no campo. Observação: assim como o status da tarefa, esse campo somente é permitido um código por vez. Código do grupo de clientes das tarefas Assim como o campo anterior, este também é opcional. A funcionalidade deste é para que a integração limite a criação de tarefas para um determinado grupo de clientes, ou seja, apenas será integrado aquela tarefa cujo pertença ao grupo de cliente escolhido. Para visualizar o código de um grupo de clientes, vá em cadastros -> grupos de clientes -> abra o grupo desejado e verifique a URL (link) da página. Nome do status dos orçamentos Neste campo será necessário digitar o nome do status exatamente como está cadastrado no Auvo. Para visualizar quais status o seu sistema tem cadastrado, vá em operação -> orçamentos. Irá aparecer ao lado esquerdo. Não será possível integrar usando a primeira opção de status que aparece ali, o “todos”, pois este não é um status de orçamento existente por padrão. Se não for interessante o uso da função de integração de orçamentos, poderá preencher o campo inserindo um ‘X’, para que consiga salvar as configurações OMIE: APP Key e APP Secret Para obter as informações de APP Key e APP Secret, acesse o link developer.omie.com.br/my-apps após ter feito o seu acesso com login e senha do Omie. Neste local, aperte na conta em que irá utilizar, após isso irá abrir as informações. Selecione uma conta corrente Para que as vendas de produtos e ordens de serviço possam ser criadas no sistema Omie, é necessário informar uma conta bancária neste campo. Essa é a mesma conta em que ficarão registrados os valores dos produtos vendidos e serviços prestados. Selecione uma categoria As categorias são utilizadas para a criação das vendas de produtos. Somente é possível selecionar uma opção, neste caso será necessário escolher a que mais é utilizada. Selecione um local de estoque do produto Atualmente, apenas é possível selecionar um local de estoque. Este local será utilizado para o cadastro dos produtos do Omie para o Auvo, e também a atualização automática do valor em estoque entre os sistemas. Observação: produtos inseridos em locais de estoque diferentes do que está cadastrado, não serão integrados/atualizados para o Auvo. Finalização Após o preenchimento de todas as informações das configurações você poderá ativar sua integração. Aperte em “ativar integração”. Com sua integração ativada, será necessário solicitar ao time de suporte para fazer a ativação interna. Somente após a ativação por parte deles as informações do Omie serão trazidas para o Auvo. Fluxos de integração Com a integração ativada, é possível editar também os fluxos da integração. Esses fluxos basicamente são os itens que serão integrados. Para encontrar, aperte em “integrações” no menu principal do portal e depois na janela do Omie, aperte no ícone de engrenagem. Será possível ativar e desativar qualquer fluxo e sempre que quiser."
      }
    ]
  },
  {
    "nome": "Guia de ativação de integração",
    "arquivo": "Guia de ativação de integração.pdf",
    "totalCaracteres": 5626,
    "palavrasChave": [
      "integração",
      "ativação",
      "configurar",
      "conectar",
      "API"
    ],
    "sinonimos": {},
    "chunks": [
      {
        "id": 0,
        "texto": "GUIA DE ATIVAÇÃO DAS INTEGRAÇÕES DO AUVO Guia de Ativação Integração Auvo <> Bling Bling: Página de extensão Primeiramente, será necessário criar uma nova aplicação na central de extensões do sistema Bling. Abra o sistema e vá até o ícone indicado na imagem para acessar a central. Após acessar a página indicada na imagem acima, vá para “área do integrador” e em seguida aperte para criar uma nova aplicação. Ao apertar em “criar aplicativo”, você será encaminhado a tela de cadastro de um novo aplicativo no Bling. Será necessário fazer o preenchimento das informações de acordo com o passo a passo abaixo. Bling: Cadastro de aplicativos Nome e descrição Durante o cadastro do aplicativo, é necessário preencher alguns campos. Estes campos você pode preencher da forma que preferir. Para alterar a descrição, caso queira, precisa apertar no ícone de olho indicado abaixo, e depois mudar a descrição. Link de redirecionamento Neste campo, será necessário colocar exatamente o link abaixo: https://app.auvo.com.br/integracao/BlingCallback Lista de escopos Nesta opção abaixo, aperte em “adicionar”, irá abrir uma lista de escopos para que sejam marcados. Será necessário selecionar todos os escopos listados abaixo: ➔ Clientes e Fornecedores e seus subitens ➔ Contas a Pagar e seus subitens ➔ Pedidos de Venda e seus subitens ➔ Produtos e seus subitens ➔ Propostas Comerciais e seus subitens Informações para contato Nesta área, pode ser inserido qualquer informação, pois não será necessário informar nenhum dado do Auvo. Caso queira, pode informar as mesmas informações da imagem abaixo. Essa é a etapa final, basta apertar em “salvar dados básicos” após preencher todos os dados, para finalizar. Mantenha a página aberta, pois ainda será necessário utilizar mais tarde! . Auvo: Configuração da integração Ativação no Auvo Após concluir a etapa de cadastro do aplicativo no Bling, será necessário ir até o sistema Auvo, na aba de “integrações”, para fazer a ativação. https://app.auvo.com.br/integracao Na aba de integrações, ative a API do sistema apertando neste ícone abaixo, para ficar em “ATIVADA”. Em seguida, após a ativação da API, desça a página e acesse a página da integração “Bling”, apertando na imagem, para iniciar a configuração. Client ID e Client Secret Para obter estes dados, você precisará voltar na página de aplicativo (integração) do sistema Bling. Acesse a aba “informações do app” dentro da sua aplicação e copie as informações dos campos ‘Client ID’ e ‘Client Secret’. Obtendo os códigos de ‘Client ID’ e ‘Client Secret’, basta preencher respectivamente os campos no painel do Auvo. Padrão de integração de clientes Nesta opção, deverá ser escolhido o fluxo de integração de clientes desejados: 1. Os clientes são enviados do Auvo para o Bling: - Neste fluxo, a integração irá cadastrar e atualizar os clientes que estão no Auvo para o Bling. 2. Os clientes são enviados do Bling para o Auvo: - Essa opção é a oposta da primeira, onde os clientes do Bling irão integrar para o Auvo, ou seja, serão cadastrados e atualizados. 3. Os clientes são enviados entre ambos: - Com essa opção, irão ocorrer as duas formas. Os clientes do Bling serão integrados para o Auvo, e os clientes cadastrados no Auvo serão criados também no Bling. Integração de tarefas Essa opção basicamente é para ativar ou desativar a integração de tarefas. Caso você queira integrar somente os orçamentos, você pode deixar como desabilitado, com isso não será duplicado no Bling. Status das tarefas Este campo é para definir em qual status a tarefa entrará no fluxo de integração, ou seja, quando a tarefa estiver nesta opção escolhida, ela será integrada dentro de 10 minutos para o Bling. Observação: ao escolher “todos”, qualquer status em que a tarefa se encontrar, ela será integrada, porém depende da inserção dos produtos/serviços. Apenas será integrado caso possua valores incluídos. Tipos de tarefa O preenchimento deste campo é opcional, nele será incluído o tipo de tarefa em que as tarefas serão integradas. Por padrão vem preenchido como “todos”, mas caso seja selecionado uma opção, apenas as tarefas daquele tipo entrarão no fluxo de integração. Grupo de clientes Este campo também é opcional, onde você pode selecionar um grupo de clientes, a partir disso, somente as tarefas que forem vinculadas ao cliente deste grupo serão integradas para o Bling. Integração de orçamentos Você pode habilitar ou desabilitar os orçamentos a partir deste campo. Se a opção de integração de tarefas já está habilitada, você pode escolher desativar o fluxo de orçamentos, com isso evitando duplicações. Status dos orçamentos Para os orçamentos serem integrados ao Conta Azul, é necessário definir em qual status será feito. Neste campo você pode escolher a opção que mais faz sentido, então a partir do momento que seu orçamento entrar no status definido, ele será integrado dentro de 10 minutos. Autorizar a integração Após finalizar a configuração da sua integração, agora é o momento de fazer a autenticação juntamente ao Bling. Aperte no botão de autorizar e com isso será aberta uma nova janela solicitando o acesso ao sistema Bling. Você precisará informar o seu usuário e senha do sistema parceiro e aguardar finalizar o processo de autenticação da janela. Ela será fechada automaticamente. Caso apareça este erro da imagem abaixo, é porque a API do Auvo está desativada e será necessário voltar ao passo 1 para ativação novamente. Após a autorização ter sido realizada, sua integração está pronta para o uso. É recomendado aguardar aproximadamente uma hora, para que todos os cadastros sejam integrados entre os sistemas."
      }
    ]
  },
  {
    "nome": "Integração Auvo + Bling",
    "arquivo": "Integração Auvo + Bling.pdf",
    "totalCaracteres": 12188,
    "palavrasChave": [
      "Bling",
      "integração",
      "ERP",
      "estoque",
      "produtos",
      "sincronizar"
    ],
    "sinonimos": {
      "Bling": [
        "bling",
        "BLING"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Integração Auvo + Bling 1. Visão Geral Este documento visa detalhar a integração entre Auvo e Bling. A integração permite a sincronização de cadastros e a automação de processos entre os dois sistemas. ● Os cadastros de clientes serão sincronizados entre ambos os sistemas na carga inicial. ● Os cadastros de produtos e serviços serão trazidos do Bling para o Auvo. ● Na parte de faturamento, a integração executará o fluxo de integração de tarefas, orçamentos e projetos, garantindo que os valores a serem faturados sejam enviados para o Bling. 2. Fluxos de Integração A integração abrange os seguintes fluxos: ● Clientes: Importação bidirecional entre Auvo e Bling (Contatos). ● Produtos: Importação do Bling para o Auvo (Produtos do tipo \"P\"). ● Serviços: Importação do Bling para o Auvo (Produtos do tipo \"S\"). ● Tarefas: Envio do Auvo para o Bling como Pedido de Venda ou Proposta Comercial. ● Orçamentos: Envio do Auvo para o Bling como Proposta Comercial. ● Projetos: Envio do Auvo para o Bling como Pedido de Venda ou Proposta Comercial. 3. Fluxo de Integração por Módulo 3.1. Clientes Opções de Fluxo de Clientes ao Ativar a Integração 1. Os clientes são enviados do Auvo para o Bling ● Todos os clientes cadastrados no Auvo com CNPJ/CPF serão enviados para oBling. 2. Os clientes são enviados do Bling para o Auvo ● Todos os clientes cadastrados no Bling com CNPJ/CPF serão enviados para o Auvo. 3. Os clientes são sincronizados entre ambos ● Todos os clientes cadastrados em ambos os sistemas serão enviados e entre Auvo e Bling. Carga Inicial ● Após ativar a integração, os clientes ativos do Bling são importados para o Auvo. ● Se um cliente já existir em ambos os sistemas, a integração realizará o relacionamento do cadastro pelo CNPJ/CPF e Nome Fantasia. ● Nesse caso, o código interno do cliente no Bling será inserido no campo \"Código Externo\" do mesmo cadastro no Auvo. ● Clientes ativos no Bling que não existam no Auvo serão cadastrados automaticamente no Auvo. Sincronização Contínua ● Após a carga inicial, novos cadastros serão sincronizados entre os sistemas. ● Alterações feitas nos cadastros, como endereço, e-mail ou contato, não são refletidas no outro sistema após a carga inicial. Nesses casos, é necessário realizar a alteração manualmente. Importante ● A identificação dos clientes é feita pelo CNPJ/CPF. Caso o cadastro não tenha essa informação preenchida, ele não será integrado. ● A exclusão de clientes não gera nenhuma ação na integração. ● Caso existam dois cadastros no Bling com o mesmo CNPJ, mas nomes diferentes, a integração trará ambos para o Auvo. ● Caso existam dois cadastros com o mesmo CNPJ e o mesmo nome, a integração considerará apenas o primeiro validado e ignorará o outro. ● Para casos em que há vários cadastros com o mesmo CNPJ, mas com endereços diferentes, a validação será feita primeiro pelo CNPJ e depois pelo nome. ● Portanto, se houver 10 cadastros com o mesmo CNPJ, mas com nomes diferentes, todos os 10 serão cadastrados no Auvo, um para cada nome distinto. ● Cadastros inativos não são integrados entre os sistemas. Campos Integrados: Auvo Bling Nome Fantasia Nome Endereço Endereço CNPJ/CPF CNPJ/CPF Código externo Código Telefone corporativo Fone, Celular E-mail corporativo E-Mail Status Situação 3.2. Produtos e Serviços ● Nomenclatura: ○ No Auvo, há a distinção entre Produtos e Serviços. ○ No Bling, todos os cadastros são classificados como Produtos, mas diferenciados pelo tipo: ■ P → Produtos ■ S → Serviços ○ Caso um produto ou serviço seja alterado no Bling, as mudanças serão refletidas no Auvo, exceto para o nome. ○ Se o nome de um produto (tipo P) for alterado no Bling, a sincronização desse cadastro será interrompida. ■ O produto ainda poderá ser utilizado para faturamento nas integrações de tarefas, orçamentos e projetos. ○ Se o nome de um serviço (tipo S) for alterado no Bling, um novo cadastro de serviço será criado no Auvo com o nome atualizado. ○ Para evitar problemas na integração, recomenda-se que as alterações nos nomes de produtos e serviços sejam feitas manualmente em paralelo nos dois sistemas.Carga inicial: ■ Ao ativar a integração, os produtos do tipo P no Bling serão registrados na tela de Produtos no Auvo. ■ Os produtos do tipo S no Bling serão registrados na tela de Serviços no Auvo. ○ Sincronização e Relacionamento: ■ A integração é unidirecional (Bling → Auvo), ou seja, apenas produtos e serviços cadastrados no Bling serão levados em consideração. ■ Se um produto do tipo P no Bling tiver exatamente o mesmo nome de um produto já existente no Auvo, a integração realizará o relacionamento entre os cadastros. ■ Se o produto só existir no Bling, ele será criado automaticamente no Auvo. ■ O mesmo comportamento se aplica para serviços (tipo S) no Bling e serviços no Auvo. ■ Se um produto ou serviço só existir no Auvo, nada acontece (não será enviado para o Bling). ■ Produtos inativos no Bling não serão criados no Auvo. ○ Atualizações após a carga inicial: ○ Campos Integrados: Produto Auvo Bling Nome Nome Descrição Descrição Curta (Descrição Principal) Estoque total Estoque Valor unitário Preço venda Status Situação externalId (interno) id Serviço Auvo Bling Título do serviço Nome Preço Preço venda 3.3. Tarefas ● Opções de fluxo para tarefas: ○ Criar um Pedido de Venda com produtos (desconsiderando serviços). ■ Apenas os produtos da tarefa serão faturados; os serviços serão ignorados. ○ Criar um Pedido de Venda com produtos e uma Proposta Comercial com serviços. ■ Os produtos serão faturados no Pedido de Venda, e os serviços serão faturados em uma Proposta Comercial. ○ Criar uma Proposta Comercial com produtos e serviços. ■ Produtos e serviços serão faturados juntos em uma única Proposta Comercial. ○ Ignorar produtos e serviços das tarefas. ■ Nenhuma informação da tarefa será enviada para faturamento no Bling. ● Código externo da tarefa: O campo \"código externo\" da tarefa é utilizado para o fluxo da integração. Portanto, ao optar por usar a integração, não se deve preencher esse campo manualmente. Caso seja preenchido, a integração entenderá que a tarefa já possui um código externo e não tentará integrá-la. ● Critérios de integração: ○ O usuário pode definir quais tarefas serão integradas com base em status, tipo e grupo de clientes. ● Regras de sincronização: ○ Uma vez que a tarefa é integrada ao Bling (como Pedido de Venda ou Proposta Comercial), alterações ou exclusões feitas no Auvo não serão refletidas no Bling. ○ Caso a tarefa não seja integrada por algum motivo operacional, a integração tentará processá-la duas vezes. Se, dentro dessas duas tentativas, o problema não for resolvido, a integração deixará de tentar. ○ Após a resolução do problema, ou qualquer edição na fara que a tarefa entre na fila novamente e terá mais duas novas tentativas. Campos Integrados: Pedido de Venda (desconsiderando serviços): Auvo Bling Data do agendamento da tarefa Data do agendamento da tarefa Número da tarefa Número Orientação Observações internas Cliente Cliente Produto Produtos No campo Observações do Pedido de Venda no Bling, estarão as seguintes informações: ● OS: ● Tipo de tarefa: ● Descrição: ● Colaborador responsável: ● Data de agendamento: ● Data de Check-in: ● Data de Check-out: ● Link da OS digital As Propostas Comerciais no Bling seguem o mesmo padrão, mudando apenas conforme a configuração de fluxo selecionada. 3.4. Orçamentos Opções de fluxo para orçamentos: 1. Criar um Pedido de Venda com produtos (desconsiderando serviços). ○ Apenas os produtos serão faturados. 2. Criar um Pedido de Venda com produtos e uma Proposta Comercial com serviços. ○ Os produtos serão faturados no Pedido de Venda, e os serviços serão faturados em uma Proposta Comercial. 3. Criar uma Proposta Comercial com produtos e serviços. ○ Produtos e serviços serão faturados juntos em uma única Proposta Comercial. 4. Não fazer nada. ○ Os orçamentos serão ignorados na integração. Critérios de integração: ● O usuário define quais orçamentos serão sincronizados com base em um status específico. ● Quando um orçamento for movido para um status integrado, ele será sincronizado com o Bling. Regras de sincronização: ● Após a sincronização, alterações ou exclusões feitas no Auvo não serão refletidas no Bling. Campos Integrados: Segue o mesmo padrão das tarefas, alterando apenas para as informações do orçamento. 3.5. Projetos Para o fluxo de projetos, existem as seguintes opções: 1. Criar um Pedido de Venda com produtos (desconsiderando serviços). ○ Apenas produtos serão faturados no Pedido de Venda. 2. Criar um Pedido de Venda com produtos e uma Proposta Comercial com serviços. ○ Produtos serão faturados no Pedido de Venda, e serviços na Proposta Comercial. 3. Criar uma Proposta Comercial com produtos e serviços. ○ Produtos e serviços serão faturados juntos em uma Proposta Comercial. 4. Não fazer nada. ○ O fluxo de projetos será desconsiderado na integração. O usuário define quais projetos devem ser sincronizados com base em um status. ● Todo projeto movido para o status configurado para integração será sincronizado com o Bling. ● Após a sincronização, alterações ou exclusões no Auvo não serão refletidas no Bling. Campos Integrados: Segue o mesmo padrão das tarefas ou orçamento, alterando somente para as informações do projeto. 4. Considerações Finais A sincronização ocorre via Webhooks e consultas periódicas na API. ● A cada 10 minutos, a integração processa os dados que estão prontos para serem integrados. O usuário pode configurar as regras de integração na tela de ativação. Alterações em tarefas, projetos ou orçamentos que envolvam edições ou mudanças de status fazem com que a data e hora da última atualização sejam atualizadas, colocando o item novamente na fila de integração. Caso um produto, serviço ou cliente exista apenas no Auvo, a tarefa, orçamento ou projeto não será integrado ao Bling até que os dados estejam devidamente ajustados ou sincronizados entre os dois sistemas. Qualquer dado não mencionado neste documento não será integrado. Exemplo: Contas a pagar/receber e faturas do Auvo ou do Bling não fazem parte da integração. ● No Bling, há a opção de definir a quantidade de casas decimais permitidas para quantidades. No Auvo, essa funcionalidade não existe, devido essa função, dependendo do número de casas decimais configuradas no Bling, o valor de um produto ou serviço pode ficar divergente no Auvo. Exemplo: No Bling, um produto com valor 11.526,050 (com 3 casas decimais) No Auvo, esse valor será interpretado como 1.152.605,00 Para evitar esse cenário, recomenda-se manter a configuração de duas casas decimais no Bling. Um ponto importante em relação à proposta comercial é que, no Bling, existe uma opção que permite habilitar a obrigatoriedade de “informar um vendedor” e tornar o campo \"data do próximo contato\" obrigatório. Caso \"data do próximo contato\" esteja ativa, as propostas comerciais não serão criadas via integração. Portanto, para que as propostas comerciais sejam geradas pela integração, essa obrigatoriedade deve estar desativadas, para o vender haverá a opção de informar no ato de ativar a integração. Para desativar a obrigatoriedade de data do próximo contato nas propostas comerciais no Bling, siga os passos abaixo: ● Acesse o ícone do perfil da sua empresa e clique em 'Todas as configurações'. ● Navegue até 'Vendas' e selecione ‘Propostas comerciais'. ● Desative a opção, de tornar campo data do próximo contato obrigatório. ● Clique em 'Salvar' no final da tela para aplicar as alterações. ● Passo a passo de como ativar a integração ● Caso seja criada uma proposta comercial ou um pedido de venda no Auvo com um produto ou serviço que não esteja integrado, o Bling irá gerar essa proposta ou pedido com os campos em branco, exibindo apenas o valor e a quantidade do item. ● A API do Bling entende que se trata de um produto ou serviço avulso e, por isso, não preenche os demais campos, como nome, código ou unidade. Portanto, em todos os casos em que o item incluído no orçamento ou na tarefa não estiver integrado ou não existir previamente no Bling (estando presente apenas no Auvo), ele será tratado como avulso e aparecerá com os campos vazios no Bling."
      }
    ]
  },
  {
    "nome": "Inutilizacao_de_nota_fiscal_de_Produto-Auvo",
    "arquivo": "Inutilizacao_de_nota_fiscal_de_Produto-Auvo.pdf",
    "totalCaracteres": 1413,
    "palavrasChave": [
      "inutilização",
      "nota fiscal",
      "cancelar",
      "anular",
      "NF",
      "produto"
    ],
    "sinonimos": {
      "inutilização": [
        "inutilizar",
        "cancelar nota",
        "anular nota"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Inutilização de nota fiscal de Produto – Auvo 1º) Primeiramente para inutilizar uma nota fiscal de produto, deverá verificar qual seria a Serie da nota, como tambim a numeração da nota que será inutilizada, onde poderá inutilizar desde a faixa de numerações de notas como tambim apenas uma numeração de uma única nota. • Caso vocis tenham o costume de utilizar várias “Serie” de notas fiscais de produto, valide com o seu contador qual a correta utilizar. • Caso vocisutilizam apenas uma “Serie” de notas fiscais de produto, poderá verificar a “Serie” da nota pela últimas notas emitidas de produto ou acessando pelas >>Configurações gerais, em seguida indo em >>Configurações de nota fiscal, e logo abaixo terá a informação da “Serie” utilizada na nota fiscal 2º) Após conseguir a serie da nota fiscal de produto, basta voltar para inutilizar a nota, basta acessar >>Financeiro >>Notas fiscais, conforme a imagem abaixo. 3º) Ao carregar a página vá na opção >>Mais ações e em seguida >>Inutilizar numeração. 4º) Em seguida preencha a “Serie” da nota conforme conseguiu verificar. Em seguida coloque a faixa inicial e final das numerações que deseja inutilizar, caso seja apenas uma única nota, voci poderá colocar o mesmo número inicial e final. 5º) Após isto preencha tambim o “Motivo”, deverá colocar no mínimo 15 caracteres para conseguir salvar. 6º) Após todos os preenchimentos, basta salvar a inutilização."
      }
    ]
  },
  {
    "nome": "Manual de Contratos",
    "arquivo": "Manual de Contratos.pdf",
    "totalCaracteres": 7923,
    "palavrasChave": [
      "contrato",
      "recorrência",
      "assinatura",
      "renovação",
      "cliente",
      "cobrança"
    ],
    "sinonimos": {
      "contrato": [
        "contratos",
        "acordo",
        "termo"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Manual de Contratos Manual de uso de contratos – 07/2025 Caio Medeiros Sumário Dados do Contrato 3 Informações do cliente 3 Código do contrato 3 Data de assinatura 3 Data de Início e Encerramento 3 Responsável e SLA 4 Configurações 5 Configuração de recebimento 5 Dia da cobrança 5 Data Base da Cobrança 5 Periodicidade de Cobrança 5 Forma de Pagamento 6 Categoria 6 Configuração de Nota Fiscal 6 Geração automática de nota fiscal 6 Gerar manualmente 6 Gerar automaticamente após o recebimento 7 Gerar automaticamente em dia do mês 7 Como funcionam as emissões? 7 Cobrança 8 Envio de Cobrança Automática 8 Informações Adicionais 9 Corpo de e-mail da cobrança 9 Envio de Cobrança Individual 10 Exclusão de Contrato 10 Exclusão de Parcelas/Recebimentos 10 Status de Recebimento 11 Desconto de ISS 11 Dados do Contrato Informações do cliente Primeiramente, é essencial o cadastro do cliente, contendo os dados de cobrança. O CPF ou CNPJ é obrigatório para criação do contrato e das cobranças. Para evitar problemas com a geração de boletos, é recomendado preencher a razão social do cadastro. Os dados obrigatórios para criação são: CEP, número, logradouro, bairro, estado e município. Código do contrato Hoje é possível informar o código do contrato, mas esse código é único no sistema. Não será possível criar contratos com códigos iguais. Data de assinatura A data de assinatura é um campo informativo que não influencia na construção do contrato. Essa é a data em que o cliente do contrato assinou o serviço com o prestador (nosso cliente). Data de Início e Encerramento A data de início é a data em que se começará de fato o contrato. Essa data não é a data da primeira cobrança, mas sim o marco da ‘margem’ do intervalo em que ele irá ocorrer. A data de encerramento é a data em que marca o final do intervalo do contrato, onde não serão emitidas mais notas após o último dia. Essas datas possuem uma funcionalidade importante para emissão de notas, onde apenas serão emitidas as notas que estão dentro deste intervalo. Notas não serão emitidas no mesmo dia de início, ou seja, se o contrato se inicia no dia 11/07, ela não será emitida neste dia, somente no próximo. As cobranças (recebimentos) serão criadas dentro do intervalo de início e encerramento. Responsável e SLA O campo responsável é interno, onde por padrão será preenchido com o nome do usuário criador, que pode ser alterado. SLA é o tempo de resposta ou de serviço do contrato. Usualmente pode ser utilizado como indicador de tempo de atendimento após cobrança, ou tempo de atendimento. Configurações Configuração de recebimento Dia da cobrança O dia da cobrança é o dia de vencimento das cobranças. Esse dia será utilizado diretamente na criação dos recebimentos do contrato, ou seja, se for inserido o dia ‘10’, todos os recebimentos mensais serão criados com a data de vencimento do dia ‘10’. Atenção! Este não é o dia em que será enviado a cobrança no e-mail do cliente. Este será o dia do vencimento das cobranças na criação dos recebimentos. Data Base da Cobrança Este é o dia em que se vão iniciar as cobranças, ou seja, a data que determinará a primeira parcela do contrato. Por exemplo: se for informado a data 15/08/2025, o primeiro recebimento será criado no mês 8, mas com o mesmo dia inserido no ‘dia da cobrança’, nas configurações. Periodicidade de Cobrança Esse é o intervalo em que serão criados os recebimentos do contrato. Caso seja indicado o período ‘mensal’, serão criados os recebimentos todos os meses, e assim segue para os demais. Forma de Pagamento A forma de pagamento precisa ser previamente cadastrada no sistema antes da criação do contrato. Ao inserir uma forma de pagamento do tipo boleto (PJBank), o documento do boleto em si será gerado de acordo com as configurações gerais do sistema, na aba ‘boletos’. Categoria A lista de categorias é a mesma dos cadastros para faturas. Neste campo apenas irão aparecer categorias do tipo ‘receita’. Configuração de Nota Fiscal Geração automática de nota fiscal Gerar manualmente Será necessário a ação manual pelo usuário em todos os meses de cobrança para emitir a nota fiscal referente ao recebimento. Gerar automaticamente após o recebimento A nota fiscal será emitida somente após a cobrança for recebida, ou marcada como recebida manualmente. Essa ação é feita imediatamente após o recebimento. Gerar automaticamente em dia do mês A nota será emitida automaticamente no dia indicado no campo. Essas notas são emitidas no disparo diário, aproximadamente às 5 da manhã. Como funcionam as emissões? As notas fiscais são emitidas conforme cada recebimento, ou seja, se existem 10 recebimentos no contrato, serão geradas ao total 10 notas fiscais. Cada nota fiscal automática é emitida no mês vigente de cada recebimento. Caso seja criado um contrato com a cobrança futura, mas a data de emissão da NFS-e já passou, essa nota não será emitida este mês, apenas no próximo. Alguns clientes emitem a nota no mês anterior à cobrança, mas devido ao comportamento do sistema, isso não daria certo automaticamente. Para ajustar isso, é necessário que a primeira nota seja emitida manualmente, com isso as demais serão emitidas corretamente “no mês anterior” da cobrança. Cobrança Envio de Cobrança Automática A configuração de envio das cobranças não é feita dentro do contrato. Essa configuração é feita em configurações gerais > cobrança. É possível selecionar uma ou mais opções das 3 abaixo. Caso nenhuma delas seja marcada, não será enviada. No dia do vencimento É enviado a cobrança no e-mail no dia do vencimento do recebimento do contrato. Antes do vencimento O envio é feito X dias antes da data do vencimento. Se o usuário selecionar 10 dias no campo de seleção, será enviado 10 dias antes do vencimento. Após o vencimento O envio é feito X dias após a data de vencimento. Se for inserido 10 dias, a cobrança será enviada 10 dias após o vencimento. Informações Adicionais Corpo de e-mail da cobrança Caso a forma de pagamento seja boleto, irá chegar no e-mail do cliente como uma fatura contendo um link do boleto. Caso a forma não seja boleto, chegará no e-mail do cliente uma fatura contendo apenas as informações da cobrança. Envio de Cobrança Individual No momento o envio da cobrança automática é feito somente de forma geral, ou seja, todos os envios das cobranças são enviados de acordo com a configuração geral do sistema, não é possível configurar que o contrato 1 seja enviado em um dia específico, e o contrato 2 em outro dia. Exclusão de Contrato Somente é possível excluir contratos que não possuem recebimentos pagos e notas atribuídas. Caso o contrato tenha recebimentos pagos, é possível desmarcar para poder realizar a exclusão. Exclusão de Parcelas/Recebimentos A exclusão das cobranças precisa ser feita diretamente nas contas a receber do financeiro, apertando nos 3 pontinhos dela pela lista e em seguida ‘excluir’. Status de Recebimento Amarelo - Recebimento pendente dentro do vencimento Laranja - Recimento pendente em atraso. Verde - Recebimento pago. Cinza - Recebimento excluído. Desconto de ISS Alguns clientes precisam emitir notas fiscais com retenção de ISS, porém no Auvo esse desconto é realizado a partir do valor do serviço após a transmissão da nota e isso pode gerar um problema para o cliente. Esse valor do ISS é pago pela própria empresa, mas não pelo cliente deles, devido a isso, o boleto deverá ser no valor já com o desconto, diferentemente das notas. Como fazer essa adaptação? É simples, mas pode ser trabalhoso: 1º Crie o contrato com o valor total (sem desconto de ISS) 2º Gere os recebimentos 3º Altere manualmente os valores dos recebimentos, apertando nos 3 pontinhos e “editar”. Realizando o processo acima, o valor do contrato será inteiro, mas nos recebimentos será diferente, no caso o valor com o desconto. Na imagem abaixo, fiz um exemplo ilustrado de como seria, caso o valor do serviço fosse R$1.500,00, com ISS de 5%."
      }
    ]
  },
  {
    "nome": "Manual_do_usuario_Auvosemfotos",
    "arquivo": "Manual_do_usuario_Auvosemfotos.pdf",
    "totalCaracteres": 64343,
    "palavrasChave": [
      "manual",
      "usuário",
      "guia",
      "tutorial",
      "como usar",
      "funcionalidades"
    ],
    "sinonimos": {},
    "chunks": [
      {
        "id": 0,
        "texto": "Caro cliente Auvo, esse documento foi preprado para você, com o intuito de te auxiliar na utilização do sistema. Com carinho, equipe Auvo. Sumário Agenda 7 Legenda das cores das tarefa na agenda 7 Tarefas sem agendamento 7 Excluir tarefa sem agendamento 8 Roteirizar tarefa sem agendamento 9 Reagendar tarefa 9 Visualizar tarefas 10 Calendário 10 Linha do tempo 10 Reagendamento - Arrastar e soltar 10 Criar tarefa 11 Filtros 13 Importar tarefas 14 Roteirizar 15 Roteirizar tarefa já criada 17 Transferir tarefas 19 Finalizar tarefas por período 20 Remover tarefas 21 Mapa 21 Legenda das cores dos colaboradores 22 Visualizar a rota do colaborador 22 Detalhar monitoramento 23 Mostrar clientes 23 Mapa de calor 24 Legenda das cores 24 Dashboard 24 Filtros 24 Gráfico de tarefas 25 Gráfico de despesas 26 Exportar colaboradores 27 Exportar equipes 27 Exportar clientes 27 Clientes 27 Cadastrar cliente 27 Editar contatos 29 Excluir contatos 30 Anotações 30 Editar anotações 30 Excluir anexo 31 Equipamentos 32 Editar cliente 32 Excluir cliente 33 Endereço do cliente 33 Cadastrar clientes através da planilha 34 Exportar clientes 35 Gerenciar responsáveis 35 Remover responsáveis 36 Filtros 36 Upload de contatos 37 Exportar contatos 38 Remover todos 38 Equipes 39 Cadastrar equipe 39 Excluir colaborador da equipe 39 Editar equipe 40 Excluir equipe 40 Tipos despesa 40 Cadastrar tipos de despesa 40 Editar tipos de despesa 41 Excluir tipos de despesa 41 Grupo chat 42 Criar grupo chat 42 Editar grupo chat 43 Excluir grupo 43 Equipamentos 44 Cadastrar Equipamento 44 QR code 44 Vincular equipamento 44 Template 45 Editar template 47 Excluir especificação 47 Categorias 47 Editar categoria 48 Excluir categoria 49 Excluir equipamento 50 Editar equipamento 50 Importar por planilha 51 Exportar por planilha 52 Download de etiquetas 52 PMOC 52 Criar PMOC 52 Informações básicas 52 Questionários 53 Plano de manutenção, operação e controle 55 Inserir equipamentos 56 Trocar questionário 57 Encerrar 58 Plano 59 Visualizar plano 59 Grupo clientes 60 Criar grupo 60 Editar grupo 61 Excluir grupo 61 Pesquisa de satisfação 62 Criar pesquisa de satisfação 62 Excluir resposta 63 Palavras-chave 63 Cadastrar palavras-chave 63 Editar palavra-chave 64 Excluir palavra-chave 64 Segmento 64 Cadastrar segmento 64 Editar segmento 65 Excluir segmento 65 Produtos 66 Cadastrar produtos 66 Editar template 67 Excluir especificações 68 Adicionar especificações 68 Anexos 68 Status 70 Adicionar categoria 70 Editar categoria 71 Excluir categoria 71 Excluir produto 72 Outra forma de cadastrar produtos 73 Exportar produtos 73 Serviços 74 Cadastrar serviços 74 Editar serviços 74 Excluir serviços 75 Colaboradores 76 Cadastrar colaborador 76 Tipo de check-in 76 Tipo de usuário 76 Frequência de monitoramento 77 Ponto base 77 Google maps 77 Configurações 79 Exportar colaboradores 80 Editar colaborador 80 Desconectar dispositivo 81 Excluir colaborador 81 Tipos de tarefa 82 Cadastrar tipos de tarefa 82 Editar tipos de tarefa 83 Excluir tipos de tarefa 83 Questionário 84 Cadastrar questionário 84 Questionário PMOC 85 Importar por planilha 86 Motivo de pausa 86 Editar motivo de pausa 87 Excluir motivo de pausa 87 Orçamentos 88 Cadastrar orçamentos 88 Novo orçamento 88 Cadastrar outro custo adicional 91 Editar custo adicional 92 Resumo 93 Associar tarefa existente 94 Nova tarefa 95 Filtros 96 Exportar PDF 97 Alterar status 97 Excluir orçamentos 99 Enviar por e-mail 100 Download PDF 100 Copiar link 101 Criar uma cópia 101 Excluir 101 Cadastrar status 102 Editar status 103 Excluir status 103 Tarefa 104 Visualizar relatório 105 Copiar link 105 Finalizar tarefa 105 Enviar pesquisa de satisfação 106 Enviar OS digital por e-mail 107 Detalhar tarefa 107 Informações da tarefa 108 Ver no mapa 111 Editar tarefa 111 Download 112 Filtros 113 Km rodado 113 Questionário 114 Monitoramento 115 Download da planilha 116 Despesa 116 Adicionar despesa 117 Download de despesas 117 Editar despesa 118 Gráfico 119 Pesquisa de satisfação 119 Download da Planilha 119 Configurações gerais 121 Relatório 121 Cliente 122 Chat 122 Tarefa 122 OS Digital 123 Modelo de relatório de tarefas 123 E-mail 124 Km rodado 124 Orçamento 124 Editar status 125 Excluir status 125 Desconectar do aplicativo 126 Primeiros passos 127 Baixar aplicativo 128 Integração 128 Suporte 128 Comunidade Auvo 129 Curso grátis 130 Sair 131 Chat 131 Iniciar chat 131 Notificações 132 7 Agenda Em agenda você consegue visualizar todas as tarefas, incluindo as sem agendamento. Além disso, você pode ordenar essa visualização por calendário (dia, semana, mês) ou linha do tempo (dia, semana) e reagendar tarefas utilizando o arrastar e soltar. Veja abaixo como realizar o passo a passo de todas essas funcionalidades. Legenda das cores das tarefa na agenda Vermelho: Não possui check-in e nem check-out (Tarefa em aberto); Verde: Possui apenas check-in (Tarefa em execução); Cinza: Possui check-in e check-out (Tarefa finalizada); Amarelo: Finalizada com pendência de preenchimento; Azul: Colaborador em deslocamento para realizar a tarefa; Rosa: Tarefa pausada. Tarefas sem agendamento Ao criar uma tarefa e deixá-la sem data, hora e/ou colaborador, ela se torna uma tarefa sem agendamento. Ao preencher as informações faltantes, a tarefa será encaminhada para a sua agenda. Para isso, realize o passso a passo: Passo 1.1. Clique em Agenda >> Tarefas sem agendamentos Filtros Passo 1.2. Para filtrar uma determinada tarefa, preencha os campos >> Filtrar 8 Passo 1.3. Selecione uma data, hora e o colaborador que irá executar a tarefa >> Salvar Passo 1.4. Confirmar Excluir tarefa sem agendamento Para excluir uma tarefa sem agendamento, realize o passo a passo: Passo 1.1. Clique no código da tarefa que será excluída Passo 1.2. Clique em Excluir 9 Roteirizar tarefa sem agendamento Para roteirizar uma ou mais tarefas sem agendamento, realize o passo a passo: Passo 1.1. Selecione a(s) tarefa(s) que deseja roteirizar >> Roteirizar Siga as instruções nas páginas 15 à 18 para realizar os próximos passos. Reagendar tarefa Para reagendar uma tarefa, realize o passo a passo: Passo 1.1. Clique no código da tarefa que deseja reagendar Passo 1.2. Clique em Reagendar 10 Visualizar tarefas Para ver os detalhes de uma determinada tarefa ou realizar alguma ação, basta clicar na que deseja. Calendário Passo 1.1. Clique em calendário >> Selecione a forma que deseja visualizar Linha do tempo Passo 1.1. Clique em linha do tempo >> Selecione a forma que deseja visualizar Reagendamento - Arrastar e soltar Passo 1.1. Clique no ícone que a seta está indicando para habilitar o reagendamento da tarefa utilizando o arrastar e soltar 11 Passo 1.2. Clique na tarefa e arraste para o dia que deseja que ela seja reagendada Passo 1.3. Clique no horário >> Selecione o horário que deseja >> Reagendar Criar tarefa Para criar um nova tarefa, realize o passo a passo: Passo 1.1. Clique em Nova tarefa no canto superior direito ou dentro de Agenda Geral Passo 1.2. Preencha o campo obrigatório * e o máximo das outras informações 12 Colaborador: Apenas o colaborador selecionado irá realizar a tarefa; Equipe: Quando você abre uma tarefa, todos irão receber, e o primeiro que executar, irá desaparecer para o restante da equipe; Todos da equipe: A tarefa chegará para todo mundo, porém ela só será executada quando todos realizarem a tarefa. Localização Passo 1.3. Ao digitar o nome do cliente, o endereço dele será preenchido automaticamente. Caso não tenha cadastrado o endereço desse cliente, você poderá adicioná-lo no cadastro dele. Ou se preferir, digite manualmente, seguindo o passo a passo nas páginas 78 à 79. Equipamentos Em equipamentos, você poderá selecionar os que estão vinculados ao Colaborador, Equipe ou Cliente. Caso não tenha um equipamento associado a nenhum deles, veja nas páginas 44 à 45 como associar o equipamento. Passo 1.4. Clique no checkbox do(s) equipamento(s) 13 Anexos Passo 1.1. Para adicionar um anexo clique em Adicionar Anexo >> Selecione o anexo que deseja Repetição Caso deseje que essa tarefa seja repetida por um determinado intervalo de datas, realize o passo a passo: Passo 1.1. Selecione o checkbox Você poderá escolher quais dos tipos de repetição deseja: Todos os dias: A tarefa será repetida pela quantidades de dias que você definir; Semanal: Será repetida de acordo com os dias da semana que você definir; Mensal: Será repetida mensalmente, podendo ser definido dia do mês ou da semana; Anual: Será repetida anualmente, durante a quantidade de anos que for definido. Passo 1.2. Preencha os dados de acordo com a sua necessidade >> Salvar Filtros Em filtros você poderá filtrar informações específicas para visualizar tarefas, finalizar, e excluir. 14 Passo 1.1. Filtros Passo 1.2. Preencha os campos dos filtros que deseja aplicar >> Buscar Importar tarefas Uma outra forma de cadastrar tarefas é através da importação da planilha. Para cadastrar, realize o passo a passo: Passo 1.1. Mais ações >> Importar 15 Passo 1.2. Download da planilha Passo 1.3. Ao baixar a planilha, preencha os campos obrigatórios em vermelho e o máximo dos outros opcionais >> Salvar arquivo Observação: Não é necessário apagar os campos superiores da planilha. Caso a estrutura seja modificada, ocorrerá erro ao importar. Passo 1.4. Escolher arquivo >> Selecione a planilha que foi preenchida >> Importar planilha Roteirizar Dentro de roteirização possui a opção de criar várias tarefas da qual você não tem um horário fixo estabelecido, para que o Auvo crie uma sequência, que fique adequado para o seu colaborador, levando em consideração a distância do cliente com relação ao ponto base do colaborador, tempo de deslocamento entre tarefas, a prioridade da tarefa e a jornada de trabalho do mesmo. Para roteirizar uma tarefa, realiza o passo a passo: Passo 1.1. Mais ações >> Roteirizar 16 Passo 1.2. Selecione o colaborador que será roteirizado e data de início da roteirização Passo 1.3. Estabeleça os dias de trabalho, horário de trabalho e horário de almoço Passo 1.4. Preencha os campos obrigatórios e máximo das outras informações operacionais Após preencher todos os campos, se desejar criar mais uma tarefa, clique em Nova tarefa e realize o mesmo procedimento. 17 Passo 1.5. Ao concluir, clique em Finalizar roteirização Passo 1.6. Será apresentada uma sequência que para o Auvo é ideal, considerando a distância e as prioridades da tarefa. Ao concordar, clique em Criar tarefas da rota Roteirizar tarefa já criada Observação: Ao incluir tarefas existentes em uma roteirização, as informações referentes a data, hora e colaborador podem ser alteradas. Para roteirizar tarefas que já foram criadas, realize o passo a passo: Passo 1.1. Clique em Incluir tarefa já criada 18 Passo 1.2. Selecione a(s) tarefa(s) que deseja roteirizar >> Incluir na roteirização Para buscar uma tarefa por código, cliente ou colaborador, digite no campo em que a seta está indicando. Passo 1.2. Clique em Finalizar roteirização Passo 1.3. Será apresentada uma sequência que para o Auvo é ideal, considerando a distância e as prioridades da tarefa. Ao concordar, clique em Criar tarefas da rota 19 Transferir tarefas Para transferir uma determinada tarefa de uma pessoa para outra, realize o passo a passo: Passo 1.1. Mais ações >> Transferir Passo 1.2. Informe de quem para quem será feita a transferência da tarefa Passo 1.3. Insira o código da tarefa e preencha o máximo dos outros campos Observação: Utilize ponto e vírgula ; para inserir mais de um código da tarefa >> Consultar tarefas Passo 1.4. Clique em Transferir tarefas 20 Finalizar tarefas por período Utilize o campo Filtros para informar as tarefas que serão finalizadas em massa, após isso, realize o passo a passo: Passo 1.1. Mais ações >> Finalizar Passo 1.2. Selecione o período que deseja >> Sim Passo 1.3. Finalizar 21 Remover tarefas Utilize o campo Filtros para informar as tarefas que serão removidas em massa, após isso, realize o passo a passo: Passo 1.1. Mais ações >> Remover Passo 1.2. selecione o período que será excluído >> Sim Passo 1.3. Remover Passo 1.4. Digite remover >> Clique em Remover 22 Mapa Na aba Mapa você poderá visualizar a localização dos seus colaboradores, rota, clientes e o local em que as tarefas cadastradas estão. Legenda das cores dos colaboradores Vermelho: Sem conexão com a internet, com o servidor e/ou sem GPS; Amarelo: GPS em baixa precisão; Verde: Com conexão com o servidor e GPS ativo. Visualizar a rota do colaborador Caso deseja visualizar a rota de algum colaborador, realize o passo a passo: Passo 1.1. Filtros >> Digite o nome do colaborador >> Visualizar rota 23 Detalhar monitoramento Para detalhar o monitoramento de algum colaborador, realize o passo a passo: Passo 1.1. Filtros >> Digite o nome do colaborador >> Detalhar monitoramento Mostrar clientes Passo 1.1. Filtros >> Clientes >> Mostrar clientes Passo 1.2. Preencha os campos 24 Mapa de calor Ao selecionar a opção de mostrar clientes, você poderá ver o mapa de calor dos clientes Legenda das cores Verde: Poucos clientes na área; Amarelo: Quantidade considerável de clientes na área; Laranja: Muitos clientes na área. Dashboard Filtros Para conseguir visualizar os gráficos, é necessário aplicar um filtro do período que deseja. É necessário que esse filtro seja superior a 30 dias, para que não haja inconsistência nas informações. Para isso, realize o passo a passo: Passo 1.1. Filtros Passo 1.2. Preencha os campos dos filtros que deseja aplicar >> Buscar 25 Gráfico de tarefas Nesse campo vocẽ poderá visualizar a quantidade de tarefas que foram finalizadas, não finalizadas e total. Para isso, realize o passo a passo: Passo 1.1. Clique em + Produtividade por período: É levado em consideração o período filtrado, em comparação ao mesmo período de tempo anterior; Média de tempo de atividades: Média do tempo de atividades filtradas; Média de atrasos nas visitas: Média de atrasos filtrados; Custo médio de tarefas: Valor que é pago por hora para o colaborador, dentro dos cadastros de colaboradores. Passo 1.2. Passe o cursor do mouse em cima dos pontos para ver a quantidade de tarefas Se desejar ocultar algum ponto no gráfico, basta clicar em cima da(s) informação(ões) que não será(ão) para constar. 26 Gráfico de despesas Passo 1.1. Clique em + Passo 1.2. Passe o cursor do mouse em cima das informações que deseja obter 27 Exportar colaboradores Passo 1.1. Clique em Colaboradores >> Ícone de exportar indicado pela seta Exportar equipes Passo 1.1. Clique em Equipes >> Ícone de exportar indicado pela seta Exportar clientes Passo 1.1. Clique em Clientes >> Ícone de exportar indicado pela seta Cadastrar cliente Cadastros Clientes Para cadastrar um novo cliente, realize o passo a passo: Passo 1.1. Cadastros >> Clientes 28 Passo 1.2. Preencha os campos obrigatórios * e o máximo das outras informações >> Salvar cliente Observação: Caso tenha mais de um colaborador responsável, é necessário que ambos estejam cadastrados na base, senão, o próprio usuário que estiver cadastrando será o responsável pelo cliente. Em caso de uma equipe, a mesma também precisa já estar cadastrada. Ao preencher os campos e salvar, você terá acesso aos campos Anotações e Anexos. Contatos Para cadastrar o contato do cliente, realize o seguinte passo-a passo: Passo 1.1. Contatos >> Adicionar Contato Passo 1.2. Preencha o campo obrigatório * e o máximo dos outros campos >> Adicionar 29 Passo 1.3. Salvar cliente Editar contatos Para editar um contato, realize o passo a passo: Passo 1.1. Contatos >> Clique no ícone editar Passo 1.2. Realize as modificações necessárias >> Editar Passo 1.3. Salvar cliente 30 Excluir contatos Para excluir um contato, realize o passo a passo: Passo 1.1. Contatos >> Passo 1.2. Excluir Anotações Para realizar alguma anotação, realize o passo a passo: Passo 1.1. Anotações >> Digite uma nova anotação >> Salvar Editar anotações Para editar uma anotação, realize o passo a passo: Passo 1.1. Anotações >> Clique no ícone de edição >> Realize a modificação necessária >> Salvar 31 Anexos Para adicionar um novo anexo, realize o passo a passo: Passo 1.1. Anexos >> Adicionar anexo >> Selecione o anexo que deseja >> Salvar cliente Excluir anexo Para excluir um anexo, realize o passo a passo: Passo 1.1. Anexos >> Passo 1.2. Sim 32 Equipamentos Se o cliente tiver algum equipamento vinculado a ele, irá constar o campo Equipamentos, com os dados do mesmo. Para editar o status do equipamento ou algum outro dado, realize o passo a passo: Passo 1.1. Clique no nome do equipamento Passo 1.2. Realize as modificações necessárias no equipamento >> Salvar Equipamento Passo 1.3. Volte em Equipamentos, no cadastro do cliente, para verificar o equipamento atualizado >> Salvar cliente Editar cliente Para editar o cadastro de um cliente, realize o passo a passo: Passo 1.1. Clique no nome do cliente que deseja editar 33 Passo 1.2. Realize as modificações necessárias >> Salvar cliente Excluir cliente Para excluir um cliente, realize o passo a passo: Observação: Não é possível excluir clientes para os quais já existam tarefas agendadas. Passo 1.1. Selecione o(s) que deseja excluir >> Remover selecionados Passo 1.2. Sim Endereço do cliente Ao criar uma tarefa, o endereço do cliente cadastrado irá aparecer em Localização. Para adicionar o endereço, siga o exemplo nas páginas 78 à 79. Se um cliente estiver com esse status inativo, não será possível que você ou seus colaboradores abram uma tarefa para ele. Pode ser utilizado, por exemplo, para aqueles clientes que estão inadimplentes ou que no momento não podem receber visitas. 34 Cadastrar clientes através da planilha Outra forma de cadastrar clientes, é através da planilha. Para cadastrar, realize o passo a passo: Passo 1.1. Mais ações >> Upload de clientes Passo 1.2. Download da planilha Passo 1.3. Ao baixar a planilha, preencha o campo obrigatório que está em vermelho e os demais campos opcionais >> Salvar arquivo Observação: Não é necessário apagar os campos superiores da planilha. Caso a estrutura seja modificada, ocorrerá erro ao importar. Passo 1.4. Escolher arquivo >> Selecione a planilha que foi preenchida >> Importar planilha 35 Exportar clientes Para exportar clientes, realize o passo a passo: Passo 1.1. Mais ações >> Exportar clientes Gerenciar responsáveis Para gerenciar os responsáveis, realize o passo a passo: Passo 1.1. Selecione o(s) checkbox do(s) cliente(s) que deseja >> Mais ações >> Gerenciar responsáveis Passo 1.2. Selecione Equipe ou Colaborador >> Digite o(s) nome(s) >> Adicionar responsável A equipe ou colaborador será responsável por todos os clientes selecionados. Passo 1.3. Adicionar Responsáveis 36 Remover responsáveis Para remover os responsáveis, realize o passo a passo: Passo 1.1. Selecione o(s) checkbox do(s) cliente(s) que deseja >> Mais ações >> Gerenciar responsáveis Passo 1.2. Selecione Equipe ou Colaborador >> Digite o(s) nome(s) >> Remover responsável Passo 1.3. Remover responsáveis Filtros Na opção filtros você pode realizar buscas refinadas em seu cadastro de clientes, o que poderá te auxiliar na realização dos procedimentos de excluir, gerenciar, editar e outros. Para isso, realize o passo a passo: Passo 1.1. Filtros 37 Passo 1.2. Preencha os campos dos filtros que deseja aplicar >> Buscar Upload de contatos Para adicionar os contatos através da planilha, realize o passo a passo: Passo 1.1. Mais ações >> Upload de contatos Passo 1.2. Download da planilha Passo 1.3. Ao baixar a planilha, preencha os campos obrigatórios que estão em vermelho e o máximo dos outros >> Salvar arquivo Observação: Não é necessário apagar os campos superiores da planilha. Caso a estrutura seja modificada, ocorrerá erro ao importar. 38 Passo 1.4. Escolher arquivo >> Selecione a planilha que foi preenchida >> Importar planilha Exportar contatos Para exportar contatos, realize o passo a passo: Passo 1.1. Mais ações >> Exportar contatos Remover todos Para remover todos os clientes cadastrados, realize o passo a passo: Passo 1.1. Mais ações >> Remover todos Passo 1.2. Digite remover >> Sim, quero remover todos 39 Equipes Cadastrar equipe Para cadastrar uma nova equipe, realize o passo a passo: Passo 1.1. Cadastros >> Equipes >> Adicionar equipe Observação: Para ser um Gestor de equipe, é necessário que o cadastro do colaborador esteja como “Gestor”. Os colaboradores que não estiverem dentro da equipe do gestor não serão visualizados por ele dentro do sistema. Passo 1.2. Preencha a descrição da equipe >> Selecione o(s) gestor(es) >> Adicionar colaborador >> Salvar equipe Excluir colaborador da equipe Para excluir um colaborador de uma determinada equipe, realize o passo a passo: Passo 1.1. Escolha colaborador que deseja excluir >> >> Salvar equipe 40 Editar equipe Para editar uma equipe, realize o passo a passo: Passo 1.1. Clique no nome da equipe que deseja editar >> realize as alterações necessárias >> Salvar equipe Excluir equipe Para excluir uma equipe, realize o passo a passo: Passo 1.1. Escolha o que deseja excluir >> Passo 1.2. Sim Tipos despesa Cadastrar tipos de despesa Para cadastrar um novo tipo de despesa, realize o seguinte passo: Passo 1.1. Cadastros >> Tipos de despesa >> Adicionar tipo de despesa 41 Passo 1.2. Preencha a descrição >> Salvar Editar tipos de despesa Observação: Não é possível editar tipos de despesa que já estejam sendo utilizados. Para editar um tipo de despesa, realize o seguinte passo: Passo 1.1. Edite a descrição >> Salvar Excluir tipos de despesa Observação: Não é possível excluir tipos de despesa que já estejam sendo utilizados. Para excluir um tipo de despesa, realize o seguinte passo: Passo 1.1. Escolha o que deseja excluir >> Passo 1.2. Sim 42 Grupo chat Criar grupo chat O grupo chat possibilita que os colaboradores tenham conversas em grupo por meio do chat do aplicativo. Para que os mesmos sejam adicionados a esse grupo, é necessário que já estejam cadastrados na base de colaboradores. Para cadastrar um Grupo Chat, realize o passo a passo: Passo 1.1. Cadastros >> Grupo chat >> Adicionar grupo Passo 1.2. Digite uma descrição para esse grupo >> Adicionar colaborador Passo 1.3. Pesquise o nome do(s) colaborador (es) que será (ão) adicionado(s) >> Salvar Passo 1.4. Salvar grupo 43 Pesquisa de colaborador e exclusão Para realizar a pesquisa de algum colaborador dentro desse grupo e/ou realizar a exclusão do mesmo, realize o passo a passo: Passo 1.1. Pesquisar >> Digite o nome do colaborador. Passo 1.2. Para excluir: Pesquisar >> Digite o nome do colaborador >> Salvar grupo Editar grupo chat Para editar um grupo chat, realize o passo a passo: Passo 1.1. Clique no nome do grupo que deseja editar Passo 1.2. realize as modificações necessárias >> Salvar grupo Excluir grupo Para excluir um grupo chat, realize o passo a passo: Passo 1.1. Escolha o que deseja excluir >> 44 Equipamentos Em equipamentos você poderá cadastrar suas ferramentas, aquelas que são utilizadas por seus colaboradores nas atividades, equipamentos que fazem parte do inventário dos seus clientes, bem como equipamentos da sua empresa que são locados ou emprestados. O equipamento poderá ser associado ao seu estoque, a um colaborador ou a um cliente e, nestes últimos, eles poderão ser vinculados a tarefas. Cadastrar Equipamento Para adicionar um novo equipamento, realize o passo a passo: Passo 1.1. Cadastros >> Equipamentos >> Adicionar equipamento Geral 1.2. Preencha o campo obrigatório * o máximo dos outros QR code Para criar o QR code do equipamento com o identificador, clique no ícone indicado pela seta, ou preencha com a informação desejada, por exemplo, com o seu número de série. Vincular equipamento 45 Colaborador: O equipamento estará vinculado a algum colaborador; Cliente: O equipamento estará vinculado a algum cliente; Estoque: O equipamento estará vinculado ao estoque. Especificações Você poderá cadastrar as especificações de duas formas: Template ou Adicionar especificação. A diferença entre elas é que ao cadastrar um template, ele pode ser usado em todos os equipamentos que possuem as mesmas especificações, assim não é necessário cadastrar para cada equipamento, enquanto da outra forma, você precisa informar as especificações toda vez que cadastrar um equipamento. Veja abaixo o passo a passo de cada uma delas. Template Passo 1.1. Especificações >> usar template Passo 1.2. Selecione o template que deseja >> Salvar equipamento Caso não tenha um template cadastrado, realize o passo a passo: Passo 1.1. Novo template 46 Passo 1.2. Preencha os campos >> Salvar Observação: Para adicionar mais campos, basta clicar em Adicionar Adicionar especificações Passo 1.1. Especificações >> Adicionar especificações Passo 1.2. Preencha os campos Atributo e Valor Para adicionar mais campos, basta clicar em Adicionar especificação e preencher. Passo 1.3. Salvar equipamento 47 Editar template Para editar uma especificação cadastrada no template, realize o passo a passo: Passo 1.1. Usar template Passo 1.2. Clique no ícone de editar Passo 1.3. Realize as modificações necessárias >> Salvar Excluir especificação Para excluir uma especificação, basta clicar no ícone de excluir Categorias Para adicionar uma categoria, realize o passo a passo: Passo 1.1. Categorias 48 Passo 1.2. Adicionar Passo 1.3. Adicione uma descrição >> Salvar Editar categoria Para editar uma categoria , realize o passo a passo: Passo 1.1. Clique no ícone de editar Passo 1.2. Realize as modificações necessárias >> Salvar 49 Excluir categoria Passo 1.1. Para excluir uma categoria, basta clicar no ícone excluir Anexos Em anexos você pode anexar um manual de instruções, termo de uso, contrato e outros. Para anexar algum arquivo, realize o passo a passo: Passo 1.1. Anexos >> Adicionar anexo >> Selecione o anexo >> Salvar equipamento Movimentações Sempre que houver alguma movimentação do equipamento, ficará nesse campo todo o histórico. 50 Tarefas Constará todas as tarefas que possuem esse equipamento vinculado. Excluir equipamento Para excluir um equipamento, realize o passo a passo: Passo 1.1. Selecione o(s) que deseja excluir >> Remover selecionados Editar equipamento Para editar o cadastro de um equipamento, realize o passo a passo: Passo 1.1. Clique no nome do equipamento que deseja editar 51 Passo 1.2. Realize as modificações necessárias >> Salvar equipamento Observação: Ao criar uma tarefa, se o equipamento estiver vencido, ele não poderá ser atribuído à tarefas, sendo necessário então mudar a data de validade do mesmo. Importar por planilha Outra forma de cadastrar equipamentos é através da planilha. Para cadastrar, realize o passo a passo: Passo 1.1. Mais ações >> Importar planilha Passo 1.2. Clique em Download da planilha Passo 1.3. Ao baixar a planilha, preencha o campo obrigatório em vermelho e o máximo dos opcionais>> Salvar arquivo Observação: Não é necessário apagar os campos superiores da planilha. Caso a estrutura seja modificada, ocorrerá erro ao importar. 52 Passo 1.4. Escolher arquivo >> Selecione a planilha que foi preenchida >> Importar planilha Exportar por planilha Para exportar os equipamentos, realize o passo a passo: Passo 1.1. Mais ações >> Exportar por planilha Download de etiquetas Para fazer o download das etiquetas (QR code), realize o passo a passo: Passo 1.1. Mais ações >> Download de etiquetas Caso queira exportar ou realizar o download de algum equipamento em específico, basta clicar dentro do checkbox de cada um e realizar o procedimento. PMOC Criar PMOC Para cadastrar um novo PMOC é necessário que antes o cliente já esteja cadastrado , o equipamento vinculado a ele e o questionário habilitado para PMOC. Informações básicas Para cadastrar um novo PMOC realize o passo a passo: 53 Passo 1.1. Cadastros >> PMOC >> Novo PMOC Passo 1.2. Preencha os campos obrigatórios * e o máximo das outras informações >> Avançar Equipamentos Passo 1.3. Selecione o(s) equipamentos (s) e preencha os campos obrigatórios e o máximo das outras informações >> Avançar Questionários Passo 1.4. Selecione o questionário que será vinculado ao equipamento. Se preferir, você poderá associar todos os selecionados ou por categoria. Veja a diferença entre os dois: Associar categoria: Associar com base na categoria do equipamento 54 Selecione um questionário e uma categoria >> Clique no ícone Associar todos os selecionados: Será associado todos os equipamentos ao mesmo questionário. Selecione o questionário >> Clique no ícone Associação Individual Outra forma de associar um questionário é de forma individual. Passo 1.1. Selecione os questionários >> Avançar 55 Passo 1.2. Preencha os campos >> Avançar Criação das tarefas Veja o resumo do que foi criado >> Salvar Plano de manutenção, operação e controle Para visualizar as informações do PMOC que foi criado e adicionar equipamentos no mesmo, realize o passo a passo: Passo 1.1. Clique no número do PMOC 56 Passo 1.2. Constará os dados do PMOC, tarefas que foram criadas, equipamentos vinculados e plano Inserir equipamentos Passo 1.3. Equipamentos >> Incluir um equipamento Passo 1.4. Selecione o(s) que estão vinculados ao cliente >> Avançar Passo 1.5. Selecione o questionário >> Salvar 57 Editar especificações Passo 1.1. Clique no três pontinhos do equipamento que será editado >> Editar especificações Passo 1.2. Estabeleça as novas informações >> Salvar Trocar questionário Passo 1.1. Clique no três pontinhos do equipamento em que ocorrerá a troca do questionário >> Trocar questionário 58 Passo 1.2. Selecione o questionário >> Salvar Remover equipamento do plano Passo 1.1. Clique no três pontinhos do equipamento que será removido >> Remover equipamento do plano Encerrar Passo 1.1. Para encerrar um PMOC, clique em Encerrar Passo 1.2. Digite “Encerrar Plano” >> Encerrar 59 Plano No campo Plano você poderá marcar/desmarcar as informações que irão constar no documento do PMOC. Realize o passo: Passo 1.1. Marque as opções que você quer que conste, ou desmarque aquelas que não devem constar >> Salvar Visualizar plano Você poderá visualizar o plano de duas formas: Na web ou se preferir, baixar ele em PDF. Basta clicar na opção que deseja: 60 Grupo clientes Criar grupo Para cadastrar um grupo para clientes, realize o passo a passo: Passo 1.1. Cadastros >> Grupo clientes >> Adicionar grupo Passo 1.2. Preencha o campo obrigatório e o máximo das outras informações >> Salvar grupo Equipe responsável: Uma equipe já cadastrada será responsável. Responsáveis: Um colaborador será responsável. Adicionar cliente Para adicionar um cliente, é necessário que antes ele esteja cadastrado na base “Clientes”. Passo 1.1. Adicionar cliente Passo 1.2. Digite o nome do cliente >> Salvar 61 Passo 1.3. Salvar grupo Editar grupo Para editar um grupo clientes, realize o passo a passo: Passo 1.1. Clique no nome do grupo que deseja editar >> Realize as alterações necessárias >> Salvar grupo Excluir grupo Para excluir um grupo clientes, realize o passo a passo: Passo 1.1. Escolha o que deseja excluir >> 62 Passo 1.2. Sim Pesquisa de satisfação Criar pesquisa de satisfação A pesquisa de satisfação é composta por três perguntas editáveis e você pode adicionar quantas alternativas para respostas quiser. A mesma será enviada no final de uma tarefa, manualmente pela web, ou caso esteja configurado o envio automático no tipo de tarefa. Para criar uma, realize o passo a passo: Passo 1.1. Cadastros >> Pesquisa de satisfação Passo 1.2. Digite a pergunta >> Selecione as opções que deseja Passo 1.3. Digite a opção de resposta >> Adicionar 63 Passo 1.4. Salvar Caso deseje visualizar antes de salvar, basta clicar em \"Visualizar formulário”. Excluir resposta Para excluir uma opção de resposta, basta clicar no ícone indicado pela seta. Palavras-chave Cadastrar palavras-chave São importantes para segmentar comportamentos repetitivos. Por exemplo, ao criar uma palavra-chave “o cliente não estava”, será possível encontrar em relatórios a quantidade de vezes que o cliente não estava. Observação: Ao excluir, ela será apagada de todas tarefas que a utilizam. Para cadastrar uma palavra-chave, realize o passo a passo: Passo 1.1. Cadastros >> Palavras-chave >> Adicionar palavra-chave 64 Passo 1.2. Preencha a descrição >> Salvar Editar palavra-chave Para editar uma palavra-chave, realize o passo a passo: Passo 1.1. Clique na que deseja editar >> Altere a descrição >> Salvar Excluir palavra-chave Para excluir uma palavra-chave, realize o passo a passo: Passo 1.1. Escolha a que deseja excluir >> Passo 1.2. Digite remover >> Sim Segmento Cadastrar segmento São importantes para que você possa separar seus clientes por segmentos que ocupam, e poderá ser adicionado em um novo cadastro do cliente, ou em um já existente. Para cadastrar um novo segmento, realize o passo a passo: 65 Passo 1.1. Cadastros >> Segmento >> Adicionar segmento Passo 1.2. Preencha a descrição >> Salvar Editar segmento Para editar um segmento, realize o passo a passo: Passo 1.1. Edite a descrição >> Salvar Excluir segmento Para excluir um segmento, realize o passo a passo: Passo 1.1. Escolha o que deseja excluir >> Passo 1.2. Digite remover >> Sim 66 Produtos Cadastrar produtos Para cadastrar um novo produto, realize o passo a passo: Passo 1.1. Cadastros >> Produtos >> Adicionar produto Veja abaixo o passo a passo de todos os campos. Após preencher, clique em Salvar produto Geral Passo 1.2. Preencha o campo obrigatório * e o máximo das outras informações Especificações Você pode cadastrar as especificações de duas formas: Template ou Adicionar Especificação. A diferença entre elas é que ao cadastrar um template, ele pode ser usado em todos os produtos que possuem as mesmas especificações, assim não é necessário cadastrar para cada produto, enquanto da outra forma, você precisa informar as especificações toda vez que cadastrar um produto. Veja abaixo o passo a passo de cada uma delas. Template Passo 1.1. Clique em Usar template 67 Passo 1.2. Novo template Passo 1.3. Preencha os campos >> Salvar Observação: Para adicionar mais campos, basta clicar em Adicionar. Editar template Para editar uma especificação cadastrada no template, realize o passo a passo: passo 1.1. Usar template Passo 1.2. Clique no ícone de editar 68 Passo 1.3. Realize as modificações necessárias >> Salvar Excluir especificações Passo 1.1. Para excluir uma especificação, basta clicar no ícone de excluir Adicionar especificações Passo 1.1. Especificações >> Adicionar especificações Passo 1.2. Preencha os campos Nome e Especificação Observação: Para adicionar mais campos, basta clicar em Adicionar especificação e preencher. Anexos Você poderá anexar um termo de uso, contrato, ou qualquer outro anexo que fizer sentido com o produto. Para isso, realize o passo a passo: 69 Passo 1.1. Clique Anexos >> Adicionar anexo >> Selecione o anexo Estoque colaboradores Local onde você poderá atribuir uma quantidade de produtos a um colaborador. Para isso, realize o passo a passo: Passo 1.1. Estoque colaboradores >> Nova atribuição Passo 1.2. Digite o nome do(s) colaborador(es) >> Salvar Passo 1.3. Atribua a quantidade de produtos para o colaborador Movimentações Constará todas as movimentações de um determinado produto, desde o momento em que ele entrou no seu estoque até o momento atual. 70 Passo 1.1. Clique em Movimentações Status Aqui será definido o status de ativo ou inativo. Ao inativar, esse produto não estará disponível para criação, por exemplo, de novos orçamentos. Adicionar categoria Para adicionar uma nova categoria, realize o passo a passo: Passo 1.1. Clique em Categorias Passo 1.2. Clique em Adicionar 71 Passo 1.3. Preencha a descrição >> Salvar Editar categoria Para editar uma categoria, realize o passo a passo: Passo 1.1. Clique no ícone de editar Passo 1.2. Realize as modificações necessárias >> Salvar Excluir categoria Observação: Se uma categoria está em uso de algum produto ela não pode ser apagada. Para excluir uma categoria basta clicar no ícone excluir 72 Editar produto Para editar o cadastro de um produto, realize o passo a passo: Passo 1.1. Clique no nome do produto que deseja editar Passo 1.2. Realize as modificações necessárias >> Salvar produto Excluir produto Para excluir um produto, realize o passo a passo: Passo 1.1. Selecione o(s) produto(s) que deseja excluir >> Remover selecionados Passo 1.2. Clique em “Sim” 73 Outra forma de cadastrar produtos Para cadastrar produtos através da planilha, realize o passo a passo: Passo 1.1. Mais ações >> Upload de produtos Passo 1.2. Download da planilha Passo 1.3. Ao baixar a planilha, preencha o campo obrigatório em vermelho e o máximo dos outros opcionais >> Salvar arquivo Observação: Não é necessário apagar os campos superiores da planilha. Caso a estrutura seja modificada, ocorrerá erro ao importar. Passo 1.4. Escolher arquivo >> Selecione a planilha que foi preenchida >> Importar planilha Exportar produtos Para exportar produtos, realize o passo a passo: Passo 1.1. Mais ações >> Exportar produtos 74 Serviços Em serviços você poderá cadastrar informações que depois poderão ser vinculadas em Orçamentos. Se o seu serviço não tiver um valor fixo, poderá ser editado depois no orçamento. Cadastrar serviços Para cadastrar um novo serviço, realize o passo a passo: Passo 1.1. Cadastros >> Serviços >> Adicionar serviços Passo 1.2. Preencha os campos solicitados >> Salvar Status: Caso deseje inativar esse serviço para que não seja utilizado em orçamentos, basta desabilitar o status. Editar serviços Para editar o cadastro de um serviço, basta realizar o passo a passo: Passo 1.1. Clique no nome do serviço que deseja editar 75 Passo 1.2. Realize as modificações necessárias >> Salvar Excluir serviços A exclusão do cadastro de serviços pode ser feita de duas formas: 1.1. Clicando no nome do que deseja excluir >> Excluir 1.2. Clicando na no ícone de exclusão da página de serviços cadastrados Passo 1.3. Excluir 76 Colaboradores Cadastrar colaborador Para cadastrar um novo colaborador, realize o passo a passo: Passo 1.1. Cadastros >> Colaboradores >> Adicionar colaborador Passo 1.2. Preencha os campos obrigatórios * e o máximo dos outros campos opcionais >> Salvar colaborador Login* Pode ser o nome do colaborador, número do telefone, e-mail, ou como preferir. Tipo de check-in Automático: Não é necessário manusear o aparelho, basta se aproximar no perímetro de 250 metros do cliente que o check-in é feito, e se afastar cerca de 500 metros que o check-out é feito. Manual: É necessário manusear o aparelho e clicar em check-in e check-out. Observação: Para o tipo de check-in automático é importante ter o GPS em alta precisão. Tipo de usuário Usuário: Acesso apenas às tarefas e informações atribuídas a ele e seus relatórios; Gestor: Acesso apenas às tarefas e relatórios do próprio time; Administrador: Acesso a todas as funcionalidades do sistema. 77 Frequência de monitoramento Intervalo de tempo em que o sistema solicita dados ao servidor sobre a localização do colaborador, durante sua jornada de trabalho. Quanto mais frequência, mais preciso o monitoramento, porém, maior o consumo de bateria. Ponto base Localização utilizada como referência para a roteirização e KM rodado. Se o colaborador costuma sair da empresa para visitar o cliente, por exemplo, utilizar o endereço da empresa. Se ele vai direto de sua residência, utilize o endereço da residência. Cadastrando o ponto base O ponto base pode ser utilizado de três formas diferentes, são elas: Google maps, Here e Foursquare. Google maps Para utilizar o Google maps, realize o passo a passo: Passo 1.1. Acesse o Google maps >> Digite o endereço que será o ponto base >> Dê o máximo de zoom no ponto Passo 1.2. Copie a URL. Lembre-se de usar a versão do maps padrão, não pode ser satelite 78 Passo 1.3. No Auvo, clique em Adicionar endereço Passo 1.4. Cole a URL >> Extrair >> Utilizar este endereço Here Para utilizar o Here, realize o seguinte passo a passo: Passo 1.1. Digite o endereço >> Clique no correspondente >> Utilizar este endereço. Foursquare Passo 1.1. Digite o nome da cidade >> Digite o local >> Utilizar este endereço 79 Configurações Nesse campo serão selecionadas as permissões que esse colaborador terá para realizar suas funções. Para isso, realize o passo a passo: Passo 1.1. Selecione as permissões que ele terá >> Salvar colaborador Notificações São importantes para que o Administrador ou Gestor deste colaborador recebam as notificações que foram selecionadas. As mesmas podem ser via web e e-mail. Somente precisa ser habilitado no perfil do Gestor ou do Administrador. Realize o passo a passo: Passo 1.1. Selecione as notificações que deseja receber >> Salvar colaborador 80 Exportar colaboradores Passo 1.1. Para exportar os colaboradores cadastrados, basta clicar no ícone que a seta está apontando Editar colaborador Para editar o cadastro de um colaborador, permissões e/ou notificações, realize o passo a passo: Passo 1.1. Clique no nome do colaborador que deseja editar >> realize as modificações necessárias >> Salvar colaborador 81 Desconectar dispositivo Ao realizar essa ação, o smartphone não será mais monitorado e não receberá as notificações do aplicativo. Para realizar esse procedimento, realize o passo a passo: Passo 1.1. Em Gerenciar colaboradores, clique no nome que deseja >> Desconectar do dispositivo móvel Passo 1.2. Digite desconectar >> Sim, quero Desconectar! Excluir colaborador Para excluir um colaborador, realize o passo a passo: Passo 1.1. Escolha o que deseja excluir >> Passo 1.2. Sim 82 Tipos de tarefa Cadastrar tipos de tarefa Para cadastrar um novo tipo de tarefa, realize o passo a passo: Passo 1.1. Cadastros >> Tipos de tarefa >> Adicionar tipo de tarefa Passo 1.2. Preencha o campo obrigatório * e o máximo dos outros >> Salvar Passo 1.3. Selecione os campos que deseja em obrigatoriedades >> Salvar 83 Editar tipos de tarefa Para editar um tipo de tarefa, realize o passo a passo: Passo 1.1. Clique no que deseja editar Passo 1.2. Realize as modificações necessárias >> Salvar Excluir tipos de tarefa Para excluir um tipo de tarefa, realize o passo a passo: Observação: Só é possível excluir tipos de tarefa que não foram utilizados ainda nas tarefas. Caso queira deixar em desuso, basta usar a opção de Ativo ou Inativo para o tipo de tarefa, assim ela fica indisponível para a criação de tarefas. Passo 1.1. Clique no ícone de excluir 84 Passo 1.2. Sim Questionário Cadastrar questionário Para cadastrar um novo questionário, realize o passo a passo: Passo 1.1. cadastros >> Questionário >> Adicionar questionário Passo 1.2. Preencha os campos solicitados Caso deseje duplicar a pergunta, basta clicar em Duplicar. 85 Para adicionar uma nova pergunta, clique no campo Nova pergunta. Passo 1.3. Selecione as opções que deseja que conste no questionário Passo 1.4. Salvar Questionário PMOC Para criar um questionário para PMOC, realize o passo a passo: Passo 1.1. Habilite a opção “Este é um questionário para PMOC” >> Preencha os campos >> Salvar 86 Importar por planilha Outra forma de preencher o formulário é através da importação da planilha. Para isso, realize o passo a passo: Passo 1.1. Clique em importar planilha Passo 1.2. Download da planilha Passo 1.3. Ao baixar a planilha, preencha os campos obrigatórios em vermelho e o máximo dos outros opcionais >> Salvar arquivo Observação: Não é necessário apagar os campos superiores da planilha. Caso a estrutura seja modificada, ocorrerá erro ao importar. Passo 1.4. Escolher arquivo >> Selecione a planilha que foi preenchida >> Importar planilha 87 Motivo de pausa Para cadastrar um novo motivo de pausa, realize o seguinte passo: Passo 1.1. Cadastros >> Motivo de pausa >> Adicionar motivo Passo 1.2. Preencha a descrição >> Salvar Editar motivo de pausa Para editar um motivo de pausa, realize o seguinte passo: Passo 1.1. Clique no que deseja editar >> Altere a descrição e/ou status >> Salvar Excluir motivo de pausa Para excluir um motivo de pausa, realize o seguinte passo: Passo 1.1. Escolha o que deseja excluir >> 88 Passo 1.2. Sim Orçamentos Cadastrar orçamentos Para cadastrar um novo orçamento, realize o passo a passo: Passo 1.1. Cadastros >> Orçamentos >> Novo orçamento Novo orçamento Passo 1.2. Selecione se será para um Cliente ou Lead >> Preencha os campos obrigatórios * 89 Caso não tenha um cliente cadastrado na base, basta clicar em + Novo cliente, preencher o campo obrigatório e o máximo dos opcionais >> Salvar Após salvar o cliente, clique em + Novo contato >> Preencha as informações >> Salvar Geral Produtos Para incluir um novo produto, realize o passo a passo: 90 Observação: É necessário que o(s) produto(s) já esteja(m) cadastrado(s) Passo 1.1. Clique em Incluir produto Passo 1.2. Selecione o(s) produto(s) >> Incluir Passo 1.3. Estabeleça a quantidade, valor unitário e desconto Serviços Para incluir os serviços cadastrados, realize o passo a passo: Passo 1.1. Clique em Incluir serviços 91 Passo 1.2. Selecione o(s) serviço(s) >> Incluir Passo 1.2. Estabeleça a quantidade, modifique o valor unitário se necessário e o desconto Custos adicionais Para incluir custos adicionais, realize o passo a passo: Passo 1.1. Clique em Incluir custo 92 Passo 1.2. Selecione o(s) custo(s) que deseja >> Incluir Cadastrar outro custo adicional Caso deseje cadastrar um novo tipo de custo, realize o passo a passo: Passo 1.1. Clique em Cadastrar outro 93 Passo 1.2. Preencha os campos solicitados >> Salvar Editar custo adicional Para editar um custo adicional, realize o passo a passo: Passo 1.1. Clique no ícone de editar Passo 1.2. Realize as modificações necessárias >> Salvar Excluir custo adicional Para excluir um custo adicional, realize o passo a passo: Passo 1.1. Clique no ícone de exclusão 94 Passo 1.2. Digite excluir >> Confirmar Resumo Aqui você terá o resumo do valor de cada item incluído e o total dos mesmos. Além disso, você poderá adicionar um desconto no final. Observação Para incluir uma observação, basta digitar no campo Tarefas 95 Você poderá incluir tarefas já existentes e vinculadas ao cliente que foi cadastrado no orçamento, ou criar uma nova. Veja como realizar cada uma: Associar tarefa existente Passo 1.1. Clique em Associar tarefa existente Passo 1.2. Selecione o checkbox da(s) tarefa(s) que deseja associar >> Associar Passo 1.3. Para mais opções da tarefa , clique no três pontinhos Passo 1.4. Você terá a opção de desassociar a tarefa que foi selecionada, ou ver mais detalhes sobre ela. Basta clicar na opção que deseja 96 Nova tarefa Para criar uma nova tarefa, realize o passo a passo: Passo 1.1. Nova tarefa Veja o passo a passo do cadastro da tarefa nas páginas 11 à 15. Anexos Para adicionar um anexo, realize o passo a passo: Passo 1.1. Anexos >> Incluir anexo >> Selecione o arquivo que deseja anexar Passo 1.2. Selecione se o cliente poderá ou não visualizar o anexo >> Salvar 97 Histórico Após salvar o cadastro do orçamento, você terá acesso ao histórico, onde ficará toda a movimentação que for realizada no mesmo. Filtros Para filtrar informações específicas e realizar procedimentos em massa, como: Exportar em PDF, alterar status ou excluir, realize o passo a passo: Passo 1.1. Filtrar Passo 1.2. Preencha os campos dos filtros que deseja aplicar >> Buscar 98 Para realizar uma outra busca, com outras informações, clique em limpar. Exportar PDF Para exportar orçamentos em PDF, realiza o passo a passo: Passo 1.1. Selecione o checkbox do(s) que deseja exportar >> Mais ações >> Exportar PDF Alterar status Passo 1.1. Selecione o checkbox do(s) orçamento(s) que deseja alterar o status >> Mais ações >> Alterar status Passo 1.2. Selecione para qual status será alterado >> Alterar 99 Passo 1.3. Digite alterar >> Alterar Outra forma de alterar o status é realizando o passo a passo: Passo 1.1. Clique no número do orçamento que deseja mudar o status Passo 1.2. Clique em status >> Selecione o status que deseja 100 Passo 1.3. Digite alterar >> Confirmar Excluir orçamentos Para excluir um ou mais orçamentos, realize o passo a passo: Passo 1.1. Selecione o checkbox do(s) orçamentos(s) que deseja excluir >> Mais ações >> Excluir Passo 1.2. Digite excluir >> Excluir Ao clicar no número de um orçamento, você poderá realizar ações como: Enviar por e-mail, download em PDF, copiar link, criar uma cópia e excluir. Veja abaixo como realizar cada uma. 101 Enviar por e-mail Para enviar um orçamento por e-mail, realize o passo a passo: Passo 1.1. Clique no número do orçamento que deseja enviar Passo 1.2. Mais ações >> Enviar por e-mail Passo 1.3. Digite o e-mail >> Enviar Download PDF Passo 1.1. Mais ações >> Download PDF Copiar link Passo 1.1. Mais ações >> Copiar link 102 Passo 1.1. Mais ações >> Criar uma cópia Passo 1.2. Digite copiar >> Confirmar Criar uma cópia Excluir Passo 1.1. Mais ações >> Excluir Passo 1.2. Digite excluir >> Excluir 103 Cadastrar status Para cadastrar um novo tipo de status, realize o passo a passo: Passo 1.1. No canto superior direito, clique em Configurações gerais Passo 1.2. Orçamento >> Adicionar status Passo 1.3. Preencha os campos obrigatórios * título e posição >> Selecione o checkbox se necessário >> Salvar 104 Editar status Você poderá alterar a movimentação do estoque e desabilitar/habilitar a edição do status. Observação: A movimentação de estoque só poderá ser habilitada para um único status. Para isso, realize o passo a passo: Passo 1.1. Clique no ícone de edição do status que deseja editar Passo 1.2. Realize as modificações necessárias >> Salvar Excluir status Para excluir um status, realize o passo a passo: Passo 1.1. Clique no ícone de exclusão do status que deseja excluir 105 Passo 1.2. Clique em: Sim, excluir Relatórios Tarefa Para acessar o relatório das tarefas, realize o passo a passo: Passo 1.1. Relatórios >> Tarefa As tarefas que possuem o ícone de listagem, como indicado pela seta, são atividades que possuem questionário respondido. As tarefas que possuem o ícone de câmera, como indicado pela seta, são atividades que possuem foto 106 Visualizar relatório Nesse campo você terá acesso às informações do relatório das tarefas, de tudo que está incluso nas atividades e que poderão ser exportados. Para isso, basta clicar no campo \"Visualizar relatório”. Copiar link O ato de copiar link é referente a possibilidade de enviar para o cliente uma OS Digital específica (de uma tarefa específica) e/ou a Pesquisa de Satisfação, por e-mail ou por alguma outra ferramenta de mensagem, whatsapp, por exemplo. As informações que irão constar na OS Digital são determinadas em Configurações gerais, como no exemplo na página 125. Passo 1.1. Clique em Copiar link da tarefa que deseja >> OS Digital ou Pesquisa de satisfação Caso tenha escolhido visualizar a OS Digital, você poderá imprimir e/ou salvar em PDF. Para isso, basta clicar na opção que deseja, no final da página: 107 Finalizar tarefa Para finalizar uma tarefa que ainda está em aberto, realize o passo a passo: Passo 1.1. Clique em finalizar tarefa Passo 1.2. Clique em Sim Enviar pesquisa de satisfação Para enviar uma pesquisa de satisfação para o seu cliente, realize o passo a passo: Passo 1.1. Clique em Enviar pesquisa Passo 1.2. Digite o e-mail do destinatário >> Enviar 108 Enviar OS digital por e-mail Nesse campo você poderá enviar a Ordem de Serviço para um ou mais e-mails. Também é possível visualizar os envios que já foram feitos, através dos detalhes da tarefa. Para enviar a OS por e-mail, realize o passo a passo: Passo 1.1. Clique em enviar por e-mail Observação: Para inserir mais de um e-mail, utilize ponto e vírgula ; separando cada um. Passo 1.2. Digite o(s) e-mail(s) >> Enviar Detalhar tarefa Nesse campo é possível visualizar todos os detalhes da tarefa que foi selecionada, como: detalhes, relato de usuário, anexos, questionários, equipamentos, pendências, pausas e e-mails enviados. Além disso, é possível editar algumas informações. Para acessar os detalhes, realize o passo a passo: Passo 1.1. Detalhar tarefa 109 Informações da tarefa Dados da Tarefa Esta área é destinada para os dados da tarefa, são informações como: quem criou a tarefa, para quem esta atividade será direcionada, qual a prioridade, o endereço do cliente a ser visitado, data e hora de criação dessa tarefa, orientação e outras informações. Confira: Orçamentos Para associar um orçamento já criado à tarefa, realize o passo a passo: Passo 1.1. Clique em Associar orçamento já criado Passo 1.2. Selecione um ou mais orçamentos >>Associar 110 Caso não tenha um orçamento, realize o passo a passo: Passo 1.1. Clique em Criar novo orçamento e preencha o máximo dos campos solicitados. Caso surja alguma dúvida em relação ao cadastro, veja o procedimento nas páginas 88 à 97. Monitoramento Esta área é destinada para o monitoramento da tarefa, desde o momento em que o aplicativo recebe a tarefa até o momento do check-out. Relato de usuário Na área de relato do usuário é possível encontrar a descrição do que foi feito na tarefa e a assinatura que foi colhida no local. Anexos Constará todos os anexos e fotos que foram inseridos na tarefa. 111 Questionários Constará o questionário que foi respondido na tarefa. Para ver mais detalhes do mesmo, clique em +. Equipamentos Será listado todos os equipamentos que foram utilizados ou movimentados na tarefa. Pendências Nesta área será possível visualizar quais foram as pendências que ficaram na tarefa em questão. Essas pendências estarão marcadas na cor vermelha. Veja: Pausas Na aba destinada para as pausas, você encontrará as informações relativas ao tempo que aquelas pausas específicas duraram, além das justificativas ou motivo selecionado. Confira: E-mails enviados Nesse campo você poderá visualizar os e-mails que foram enviados (para pesquisa de satisfação ou envio de OS), como também é possível enviar a OS Digital e/ou a pesquisa de satisfação. Para isso, realize o passo a passo: 112 Os Digital Passo 1.1. Clique aqui para enviar Passo 1.2. Digite o(s) e-mail(s) >> Enviar Pesquisa de satisfação Passo 1.1. Clique aqui para enviar Passo 1.2. Digite o(s) e-mail(s) >> Enviar Ver no mapa Para ver o local da tarefa no mapa, realize o seguinte passo: Passo 1.1. Clique em Ver no mapa 113 Editar tarefa É possível editar as seguintes informações: Resposta de questionário, relato, e acrescentar uma foto ou anexo na tarefa. Observação: Não é possível editar uma assinatura já registrada. Passo 1.1. Clique em Editar Passo 1.2. Realize as edições necessárias >> Salvar Download No campo Download você encontra cinco tipos de opções, são elas: PDF com todas as tarefas: Será feito o download de todas as tarefas em um mesmo documento; Um PDF por tarefa: Se trata de uma pasta com um documento PDF por tarefa. É utilizado nos casos dos quais é necessário enviar uma única tarefa (no formato PDF) para o seu cliente, por exemplo; Um PDF por cliente: Virá uma pasta contendo um arquivo PDF por cada cliente, levando em consideração o período selecionado nos filtros; Em Excel: Serão consideradas todas as tarefas, de acordo com o filtro utilizado, porém no formato de planilha. Neste caso, cada tarefa ficará em uma linha diferente; Somente as fotos: Somente as fotos das tarefas serão consideradas. VALORES DE TAREFAS: Somente o codigo da tarefa, valor e produtos/serviços nela Para realizar o download das tarefas , basta seguir o passo a passo: 114 Passo 1.1. Download >> Clique na opção que deseja Filtros Para filtrar um relatório de tarefa, basta realizar o passo a passo: Passo 1.1. Filtros Passo 1.2. Preencha os campos dos filtros que deseja aplicar >> Buscar 115 Km rodado Para acessar o relatório de km rodado, realize o passo a passo: Passo 1.1. Cadastros >> Km rodado Passo 1.2. Preencha os dados >> Gerar relatório Observação: O valor que vai constar no km rodado é o mesmo que foi cadastrado em “Valor km” nas configurações gerais. Informado: É a quilometragem que foi informada pelo colaborador durante a execução da atividade; Entre tarefas: É a estimativa que o sistema faz de quanto o colaborador vai percorrer, levando em consideração as atividades abertas para aquele colaborador específico; Sistema: É considerado a soma feita a partir do GPS do usuário, mais o check-in e o check-out que foi feito nas tarefas; Total diário: Representa todos os pontos que pegamos do GPS do usuário. É a mesma quilometragem que aparece no mapa. Neste tipo de km, não consideramos os check-ins e check-outs nas atividades. Caso queira visualizar através do Excel ou PDF, basta clicar em Download e selecionar o tipo que deseja. 116 Questionário Para acessar o questionário, realize o passo a passo: Passo 1.1. Relatórios >> Questionário Passo 1.2. Selecione um tipo de questionário Passo 1.3. Preencha o campo obrigatório e o máximo dos outros opcionais >> Gerar relatório Para realizar o download da planilha basta clicar em Download planilha Monitoramento Nesse campo você poderá ver todos os registros do dia do colaborador. Para visualizar essas informações, realize o seguinte passo a passo: 117 Passo 1.1. Relatórios >> Monitoramento Passo 1.2. Clique no nome do colaborador que deseja visualizar as informações Para realizar o relatório de monitoramento de um colaborador específico, é só clicar em filtros, selecionar o usuário e depois clicar em 'Buscar'. Download da planilha Para realizar o download da planilha, realize o passo a passo Passo 1.1. Download planilha >> Selecione o intervalo que deseja considerar >> Gerar relatório 118 Despesa Para acessar o relatório de despesa, realize o passo a passo: Passo 1.1. Relatórios >> Despesa Adicionar despesa Para adicionar uma nova despesa, realize o passo a passo: Passo 1.1. Clique em Adicionar despesa Passo 1.2. Preencha os campos obrigatórios * e o máximo das outras informações >> Salvar Download de despesas Para realizar o download de todos os tipos de despesas, realize o passo a passo: Passo 1.1. Download >> Clique no tipo que deseja 119 Caso queira fazer o download de um tipo de despesa específico, realize o passo a passo: Passo 1.1. Filtros Passo 1.2. Preencha os campos dos filtros que deseja aplicar >> Buscar Passo 1.3. Download >> Selecione o tipo que deseja Editar despesa Para editar uma despesa, realize o passo a passo: Passo 1.1. Clique no nome da despesa que deseja editar 120 Passo 1.2. Realize as modificações que deseja >> Salvar Caso deseje excluir a despesa, basta clicar em Remover Gráfico Para visualizar o total de gastos, basta clicar em Gráficos. Pesquisa de satisfação Para visualizar as respostas da pesquisa de satisfação, realize o passo a passo: Passo 1.1. Relatórios >> Pesquisa de satisfação 121 Download da Planilha Para realizar o download sem utilizar os filtros, basta clicar em Download planilha Para realizar o download utilizando Filtros, realize o passo a passo: Passo 1.1. Filtros Passo 1.2. Preencha o máximo de informações de acordo com o que deseja visualizar >> Gerar relatório Passo 1.3. Clique em Download planilha 122 Perfil Configurações gerais Ao acessar o campo superior direito, você terá acesso às informações do perfil da sua base Relatório As informações preenchidas a seguir são extremamente importantes, pois se tratam de dados da sua empresa, e as mesmas irão constar em todos os relatórios que forem enviados, juntamente com a imagem que for escolhida. Passo 1.1. Preencha o máximo de informações >> Salvar configurações de relatório Para adicionar uma nova foto, basta clicar em Adicionar imagem e selecionar a imagem que deseja através do seu dispositivo. 123 Para escolher a imagem que irá constar nos relatórios, basta clicar em cima do que deseja. Para excluir uma imagem, basta clicar no ícone Cliente Nesse campo, você poderá selecionar ou desmarcar as informações que deseja. Para isso, basta marcar ou desmarcar a opção que deseja >> Salvar configurações do cliente Chat Marcar ou desmarcar a opção >> Salvar configurações de chat 124 Tarefa No campo tarefa, você terá acesso aos campos de Configurações de tarefa, OS Digital e Modelo de relatório de tarefas. Todos possuem campos para serem marcados de acordo com o que você deseja que conste nos relatórios. Configurações de Tarefa Selecione as permissões durante abertura e execução de tarefas: OS Digital Nesse campo você poderá marcar o que deseja que conste na OS Digital. Modelo de relatório de tarefas Escolha o modelo que deseja para seus relatórios de tarefas Após selecionar os campos, clique em “Salvar configurações da tarefa” para que seja validado. 125 E-mail Esse e-mail será utilizado para receber respostas dos seus clientes, caso eles respondam seus envios de Ordem de serviço digital, Pesquisa de satisfação e Orçamento. Para adicionar o e-mail de recebimento, realize o passo a passo: Passo 1.1. E-mail >> Digite o e-mail >> Salvar configurações de e-mail Km rodado O valor estabelecido será usado para calcular o valor do km informado, entre tarefas, km total diário e do sistema. As informações que não forem selecionadas, não irão constar no relatório de km rodado. Passo 1.1. Marque as opções que deseja >> Digite o valor >> Salvar configurações de km rodado Orçamento Passo 1.2. Orçamento >> Adicionar status Passo 1.3. Preencha os campos obrigatórios * título e posição >> Selecione o checkbox se necessário >> Salvar 126 Editar status Você poderá alterar a movimentação do estoque e desabilitar/habilitar a edição do status. Observação: A movimentação de estoque só poderá ser habilitada para um único status. Realize o passo a passo: Passo 1.1. Clique no ícone de edição do status que deseja editar Passo 1.2. Realize as modificações necessárias >> Salvar Excluir status Para excluir um status, realize o passo a passo: 127 Passo 1.1. Clique no ícone de exclusão do status que deseja excluir Passo 1.2. Clique em Sim, excluir Desconectar do aplicativo Ao desconectar do aplicativo, o smartphone não será mais monitorado e não receberá as notificações do aplicativo. Para isso, realize o passo a passo: Passo 1.1. Clique no nome da sua base >> Desconectar do Aplicativo Passo 1.2. Digite “desconectar” >> Sim, quero Desconectar! 128 Primeiros passos Em primeiros passos você terá acesso aos cursos de capacitação do sistema, falar com atendente, e baixar o aplicativo. Veja abaixo como acessar: Passo 1.1. Clique no nome da sua base >> Primeiros Passos Passo 1.2. Clique na opção que deseja: Falar com um atendente ou Assistir capacitação. Baixar aplicativo Caso deseje ser direcionado para baixar o Aplicativo, basta clicar no Google Play para sistema operacional Android, ou App Store para sistema operacional Apple. 129 Integração Aqui você encontrará a documentação da API para verificar possíveis integrações. Suporte Contato do nosso suporte técnico. Para tirar dúvidas via WhatsApp, entre em contato através do número: (62) 99103-9109 130 Comunidade Auvo Espaço para gestores de equipes externas para trocarem experiências. Para participar da comunidade, realize o passo a passo: Passo 1.1. Clique no nome da sua base >> Comunidade Auvo Passo 1.2. Clique em Login / Registre-se Passo 1.3. Cadastre-se com o Facebook ou sua conta Gmail. 131 Se você já possui um cadastro, clique em “Login com email”. Curso grátis No Auvo Academy vocẽ poderá realizar os cursos do sistema Auvo e no final receber a certificação. Para realizar algum curso, realize o passo a passo: Passo 1.1. Clique no nome da sua base >> Curso grátis Passo 1.2. Se você já possui um cadastro no Auvo Academy, basta clicar em Entrar, e digitar seu login e senha. Caso não tenha um cadastro ainda, realize o passo a passo: Passo 1.1. Clique em Inscrever-se 132 Passo 1.2. Preencha os campos solicitados >> Inscrever-se Caso você tenha uma conta escola Auvo, ou myTeachable, você poderá realizar o login com uma delas. Basta clicar na opção que você possui cadastro. Sair Para sair da sua base e voltar para tela de login, basta clicar no nome da sua base >> Sair Chat Iniciar chat Na funcionalidade chat você poderá enviar mensagens da web para o aplicativo do seu colaborador. Para isso, realize o passo a passo: Passo 1.1. Clique no ícone do chat 133 Passo 1.2. Pesquise o colaborador do qual você deseja enviar a mensagem Passo 1.3. Digite a mensagem >> Clique no ícone enviar Notificações Você terá acesso às notificações de monitoramento, colaborador, cliente e tarefa. Observação: Você só receberá notificações se as mesmas estiverem marcadas no cadastro do colaborador, nas opções de notificações. Passo 1.1. Clique no ícone de notificações para visualizar o histórico."
      }
    ]
  },
  {
    "nome": "Principais informações OMIE (2)",
    "arquivo": "Principais informações OMIE (2).pdf",
    "totalCaracteres": 5241,
    "palavrasChave": [
      "Omie",
      "CNAE",
      "código",
      "tributação",
      "fiscal",
      "NCM",
      "CFOP"
    ],
    "sinonimos": {
      "CNAE": [
        "cnae",
        "código de atividade"
      ],
      "NCM": [
        "ncm",
        "código NCM"
      ],
      "CFOP": [
        "cfop",
        "código fiscal"
      ]
    },
    "chunks": [
      {
        "id": 0,
        "texto": "Integração Omie - 2025 Auvo Tecnologia Neste documento, separamos para você algumas informações relevantes sobre as funcionalidades da integração (o que dá para fazer e o que não dá). Separamos também as nomenclaturas, pois cada sistema trabalha com nomes diferentes para cada item. Aproveite esse material de consulta que preparamos com muito zelo até que você já domine todas as informações. Quaisquer dúvidas nós da Auvo, estamos à disposição para ajudar! Vamos juntos? Funcionalidades da integração: • Integração de Clientes: o Integração nos dois sentidos, ou seja, os clientes podem ser integrados da Auvo para Omie ou da Omie para o Auvo . o Integração roda a cada 1O minutos e tudo que foi cadastrado/atualizado nas últimas 5 horas, será integrado. • Integração de Produtos: o Integração somente em um sentido, ou seja, os produtos cadastrados no Omie serão integrados para controle de estoque no Auvo. o Sincronização de novos produtos do Omie serão integrados para o Auvo. o Integração roda a cada 1O minutos e tudo que foi cadastrado/atualizado nas últimas 5 horas, será integrado. • Integração de Serviços: PRINCIPAIS INFORMAÇÕES INTEGRAÇÃO AUVO + OMIE o Integração somente em um sentido, ou seja, a carga inicial dos serviços cadastrados no Omie. o Sincronização de novos serviços do Omie para o Auvo. o A integração não acontece no sentido oposto como Auvo para Omie. o Integração roda a cada 1O minutos e tudo que foi cadastrado/atualizado nas últimas 5 horas, será integrado. • Integração de Tarefas: o Integração somente em um sentido, ou seja, as tarefas serão integradas para o Omie com base em status. tipo de tarefa e grupo de clientes definidos pelo usuário na integração. o Criando Ordens de Serviço e/ou Pedido de venda no Omie com produtos e serviços associados. o A Integração não acontece no sentido oposto como do Omie para Auvo. o Integração roda a cada 10 minutos e tudo que foi cadastrado/atualizado nas últimas 24 horas a partir da meia-noite, será integrado. • Integração de Orçamentos: o Integração somente em um sentido, ou seja, será convertido os orçamentos aprovados no Auvo em pedidos de venda e/ou Ordem de serviços no Omie. o A Integração não acontece no sentido oposto como Omie para Auvo o Integração roda a cada 1O minutos e tudo que foi cadastrado/atualizado nas últimas 24 horas a partir da meia-noite, será integrado. Como o Auvo e o OMIE são sistemas diferentes, a nomenclatura que o Auvo utiliza para cada parte do sistema é uma e as nomenclaturas que a OMIE usam são outras. Pensando nisso, abaixo está uma espécie de glossário para que você possa compreender essas diferenças. Até que se acostume, sugiro sempre consultar. Nomes dos campos a serem integrados Auvo x Omie Clientes (De x Para) Auvo Omie Nome do cliente Nome completo Número do telefone DDD+Telefone E-mail E-mail Endereço Endereço Complemento do endereço complemento CPF/CNPJ CPF/CNPJ Status de Ativaçõo (Ativo/Inativo) Ativo/Inativo Código Externo ID Produto (De x Para) Auvo Omie Nome Descrição Status (Ativo/Inativo) (Ativo/Inativo) Valor Unitório Preço Unitório de Venda Estoque Total Estoque Disponivel ID Externo Código Serviço (De x Para) Auvo Omie Titulo do Serviço Descrição Resumida Preços Preço Unitório do Serviço Tarefas 1ª Opçfio (De x Para) Auvo Omie - Ordem deserviço Data da tarefa Previsão de Faturamento Endereço Não possui Código da tarefa; Descrição; Colaborador Responsável; Data de agendamento; Data de Check:-in; Link da os digital; Observações Cliente Cliente Produtos Produtos Utilizados • Descriçõo do produto • Descriçõo do produto • Quantidade • Quantidade • Valor Unitário • Nõo possui Serviços Serviços • Serviço • Descrição do serviço • Quantidade • Quantidade • Valor • Valor unitário do item ID do usuário que criou a tarefa Incluído por Tarefas 2ª Opçao (De x Para) Auvo Omie - Pedido devenda Data da tarefa Previsão de faturamento Endereço Não possui Código da tarefa; Descrição; Colaborador Responsável; Data de agendamento; Data de Check:-in; Link da os digital Observações Cliente Cliente Produtos Itens de Venda • Produto • Descriçõo do produto • Quantidade • Quantidade • Valor Total • Valor total do Item Serviços Não possui • Descrição do Serviço Não possui • Quantidade Não possui • Valor unitário Não possui ID do usuário que criou a tarefa lnclufdo por Orçamentos 1ª Opçao (De x Para) Auvo Omie - Ordem deserviço Data da tarefa Previsão de Faturamento Endereço Não possui Cod.Orçamento; Data da Solicitação Observações Cliente Cliente Produtos Produtos Utilizados • Descrição do produto • Descrição do produto • Quantidade • Quantidade • Valor Unitório • Niio possui Serviços Serviços • Serviço • Descrição do serviço • Quantidade • Quantidade • Valor • Valor unitário do item ID do usuário que criou a tarefa lncluido por Orçamentos 2ª Opçlio (De x Para) Auvo Omie - Pedido devenda Data da tarefa Previsão de faturamento Endereço Não possui Cod.Orçamento; Data da Solicitação Observações Cliente Cliente Produtos Itens de Venda • Produto • Descrição do produto • Quantidade • Quantidade • Valor Total • Valor total do Item Serviços Nfio possui • Descrição do Serviço Nfio possui • Quantidade Nfío possul • Valor unitório Nlio possul ID do usuório que criou a tarefa lncluido por"
      }
    ]
  },
  {
    "nome": "Regras para fluxos de integrações",
    "arquivo": "Regras para fluxos de integrações.pdf",
    "totalCaracteres": 15751,
    "palavrasChave": [
      "fluxo",
      "integração",
      "regras",
      "automação",
      "sincronização",
      "processo"
    ],
    "sinonimos": {},
    "chunks": [
      {
        "id": 0,
        "texto": "Regras para fluxos de integrações Integração de Clientes - Fluxo: Auvo para Omie Quando um cliente é cadastrado/modificado no Auvo, é seguido uma série de verificações para que ele seja integrado/atualizado para o Conta.§Sobre integração (criação) de clientes: 1° Cadastro de cliente ativo ● Para que um cliente seja integrado para o sistema parceiro, ele precisa estar ativo no Auvo. Clientes inativos não irão entrar no fluxo. 2° Apenas clientes com documento (CNPJ/CPF) irão integrar ● O fator primordial para qualquer uma das integrações, é o documento do cliente. Caso o cadastro não possua, não entrará na fila e não será integrado. ● Caso o CNPJ/CPF já exista no Omie, a integração irá verificar se aquele cadastro já está integrado no Auvo: * Se aquele cadastro existente com o mesmo documento já estiver integrado no Auvo, será criado um novo cliente no Omie; * Se o cadastro não possui um vínculo, a integração irá relacionar os cadastros e irá inserir o ID do cliente do Omie no campo código externo do Auvo. ● Caso não exista um cliente com este documento no Omie, um novo cadastro será criado e relacionado entre os sistemas (código externo). 3° Endereço cadastrado ● Para que o cliente possa ser integrado para o Omie, o endereço informado precisa seguir um padrão. Normalmente esse padrão já é trazido pela consulta de CNPJ, ou cadastro de endereço pelo Here; ● Os padrões aceitos no momento são: 1: Logradouro, Número, Bairro - Cidade - Estado 2: Logradouro, Número, Bairro, Cidade, Estado 3: Logradouro, Número, Bairro - Cidade - Estado, CEP 4: Logradouro, Número, Bairro, Cidade, Estado, CEP ● Existem alguns padrões aceitos que não estão catalogados, normalmente vindos do Here. 4° Pooling / Fluxo automático ● Por padrão, hoje o fluxo ocorre automaticamente de 10 em 10 minutos; ● Não é possível diminuir ou aumentar este tempo, ele é FIXO. 5° ATENÇÃO! ● Clientes que já foram integrados uma vez, mas foram excluídos do sistema Auvo por algum motivo, ou o código externo foi apagado, não serão integrados novamente, devido a uma trava no código da integração. Será necessário falar com o analista de integração para entender melhor o caso. §Atualização constante de cadastros integrados: 1° Qualquer alteração no Auvo será refletido também no cadastro do Conta Azul. Veja os campos relacionados entre os sistemas: ● Nome; ● Telefone; ● Endereço; ● Complemento; ● E-mail; ● Código externo (este não é alterado!). 2° Clientes inativados ● Caso algum cadastro seja inativado, NÃO irá refletir no Omie. A integração deste cliente será interrompida e não será mais atualizado, porém o status no sistema não é alterado para \"Inativo\". 3° Alteração no Conta Azul ● Caso seja feito alguma alteração no Omie também irá refletir no Auvo, desde que este fluxo esteja ativo. Saiba mais pelo guia de comportamento específico para este fluxo. 4° Exclusão de cadastro ● Qualquer cadastro excluído no Auvo ou Omie não será refletido no outro sistema. A integração não faz exclusão, apenas cria e atualiza os clientes entre os sistemas. Qualquer dúvida que não tenha sido esclarecida, ou que não foi abordada neste guia, procure outro guia relacionado, ou converse com o analista de integrações responsável Integração de Clientes - Fluxo: Auvo para Conta Azul Quando um cliente é cadastrado/modificado no Auvo, é seguido uma série de verificações para que ele seja integrado/atualizado para o Conta.§Sobre integração (criação) de clientes: 1° Cadastro de cliente ativo ● Para que um cliente seja integrado para o sistema parceiro, ele precisa estar ativo no Auvo. Clientes inativos não irão entrar no fluxo. 2° Apenas clientes com documento (CNPJ/CPF) irão integrar ● O fator primordial para qualquer uma das integrações, é o documento do cliente. Caso o cadastro não possua, não entrará na fila e não será integrado. ● Caso o CNPJ/CPF já exista no Conta Azul, a integração irá verificar se aquele cadastro já está integrado no Auvo: * Se aquele cadastro existente com o mesmo documento já estiver integrado no Auvo, será criado um novo cliente no Conta Azul; * Se o cadastro não possui um vínculo, a integração irá relacionar os cadastros e irá inserir o ID do cliente do Conta Azul no campo código externo do Auvo. ● Caso não exista um cliente com este documento no Conta Azul, um novo cadastro será criado e relacionado entre os sistemas (código externo). 3° Endereço cadastrado ● Para que o cliente possa ser integrado para o Conta Azul, o endereço informado precisa seguir um padrão. Normalmente esse padrão já é trazido pela consulta de CNPJ, ou cadastro de endereço pelo Here; ● Os padrões aceitos no momento são: 1: logradouro, número, complemento, bairro, estado, cep 2: logradouro, número + complemento (juntos), bairro, cidade, estado, cep 3: logradouro, número, complemento, bairro[- ou ,]estado, cep 4: logradouro, número + complemento (com espaço entre eles), bairro, cidade, estado, cep 5: logradouro, número, complemento, bairro, estado 6: logradouro, número, bairro, estado, cep 7: logradouro - número - complemento - bairro - estado - cep 8: logradouro, complemento, bairro, cidade - estado, CEP, país 9: logradouro, bairro, cidade-estado, CEP, país ● Existem alguns padrões aceitos que não estão catalogados, normalmente vindos do Here. 4° Pooling / Fluxo automático ● Por padrão, hoje o fluxo ocorre automaticamente de 10 em 10 minutos; ● Não é possível diminuir ou aumentar este tempo, ele é FIXO. 5° ATENÇÃO! ● Clientes que já foram integrados uma vez, mas foram excluídos do sistema Auvo por algum motivo, ou o código externo foi apagado, não serão integrados novamente, devido a uma trava no código da integração. Será necessário falar com o analista de integração para entender melhor o caso. §Atualização constante de cadastros integrados: 1° Qualquer alteração no Auvo será refletido também no cadastro do Conta Azul. Veja os campos relacionados entre os sistemas: ● Nome; ● Telefone; ● Endereço; ● E-mail; ● Observação; ● Código externo (este não é alterado!). 2° Clientes inativados ● Caso algum cadastro seja inativado, NÃO irá refletir no Conta Azul. A integração deste cliente será interrompida e não será mais atualizado, porém o status no sistema não é alterado para \"Inativo\". 3° Alteração no Conta Azul ● Caso seja feito alguma alteração no Conta Azul também irá refletir no Auvo, desde que este fluxo esteja ativo. Saiba mais pelo guia de comportamento específico para este fluxo. 4° Exclusão de cadastro ● Qualquer cadastro excluído no Auvo ou Conta Azul não será refletido no outro sistema. A integração não faz exclusão, apenas cria e atualiza os clientes entre os sistemas. Qualquer dúvida que não tenha sido esclarecida, ou que não foi abordada neste guia, procure outro guia relacionado, ou converse com o analista de integrações responsável Integração de Clientes - Fluxo: Omie para o Auvo Quando um cliente é cadastrado/modificado no Omie, é seguido uma série de verificações para que ele seja integrado/atualizado para o Auvo.§Sobre integração (criação) de clientes: 1° Cadastro de cliente ativo ● Para que um cliente seja integrado para o Auvo, ele precisa estar ativo no sistema parceiro. Clientes inativos não irão entrar no fluxo. 2° Apenas clientes com documento (CNPJ/CPF) irão integrar ● O fator primordial para qualquer uma das integrações, é o documento do cliente. Caso o cadastro não possua, não entrará na fila e não será integrado. ● Caso o CNPJ/CPF já exista no Auvo, a integração irá verificar se aquele cadastro possui código externo: * Se aquele cadastro existente com o mesmo documento possuir código externo, irá comparar se é o mesmo ID no sistema parceiro. Se for, nada irá acontecer, pois ele já está integrado; * Se o cadastro existente com o mesmo documento possuir o código externo, mas não é o mesmo cliente do sistema parceiro, um novo cadastro será criado no Auvo; * Se o cadastro não possui um código externo, a integração irá relacionar os cadastros e irá inserir o ID do cliente do sistema parceiro neste campo. ● Caso não exista um cliente com este documento no Omie, um novo cadastro será criado e relacionado entre os sistemas (código externo). 3° Pooling / Fluxo automático ● Por padrão, hoje o fluxo ocorre automaticamente de 10 em 10 minutos; ● Não é possível diminuir ou aumentar este tempo, ele é FIXO. 4° Tags de cadastros ● No Omie, os cadastros possuem tags para poder identificar. Existem tags padrões e personalizadas; ● Cadastros sem nenhuma tag são integrados, pois são reconhecidos como clientes; ● Cadastros que tenham apenas tags personalizadas, mas nenhuma padrão, serão integrados; ● Cadastros que tenham a tag padrão \"CLIENTE\" será integrado, mesmo que possua quaisquer outras tags. §Atualização constante de cadastros integrados: 1° Qualquer alteração no Conta Azul será refletido também no cadastro do Auvo. Veja os campos relacionados entre os sistemas: ● Nome; ● Telefone; ● Endereço; ● Complemento; ● E-mail; ● Código externo (este não é alterado!). 2° Clientes inativados ● Caso algum cadastro seja inativado, NÃO irá refletir no Auvo. A integração deste cliente será interrompida e não será mais atualizado, porém o status no nosso sistema não é alterado para \"Inativo\". 3° Alteração no Auvo ● Caso seja feito alguma alteração no Auvo também irá refletir no Conta Azul, desde que este fluxo esteja ativo. Saiba mais pelo guia de comportamento específico para este fluxo. 4° Exclusão de cadastro ● Qualquer cadastro excluído no Auvo ou Bling não será refletido no outro sistema. A integração não faz exclusão, apenas cria e atualiza os clientes entre os sistemas. Qualquer dúvida que não tenha sido esclarecida, ou que não foi abordada neste guia, procure outro guia relacionado, ou converse com o analista de integrações responsável. Integração de Clientes - Fluxo: Bling para o Auvo Quando um cliente é cadastrado/modificado no Bling, é seguido uma série de verificações para que ele seja integrado/atualizado para o Auvo.§Sobre integração (criação) de clientes: 1° Cadastro de cliente ativo ● Para que um cliente seja integrado para o Auvo, ele precisa estar ativo no sistema parceiro. Clientes inativos não irão entrar no fluxo. 2° Apenas clientes com documento (CNPJ/CPF) irão integrar ● O fator primordial para qualquer uma das integrações, é o documento do cliente. Caso o cadastro não possua, não entrará na fila e não será integrado. ● Caso o CNPJ/CPF já exista no Auvo, a integração irá verificar se aquele cadastro possui código externo: * Se aquele cadastro existente com o mesmo documento possuir código externo, irá comparar se é o mesmo ID no sistema parceiro. Se for, nada irá acontecer, pois ele já está integrado; * Se o cadastro existente com o mesmo documento possuir o código externo, mas não é o mesmo cliente do sistema parceiro, um novo cadastro será criado no Auvo; * Se o cadastro não possui um código externo, a integração irá relacionar os cadastros e irá inserir o ID do cliente do sistema parceiro neste campo. 3° Pooling / Fluxo automático ● Por padrão, hoje o fluxo ocorre automaticamente de 10 em 10 minutos; ● Não é possível diminuir ou aumentar este tempo, ele é FIXO. 4° ATENÇÃO! ● Clientes que já foram integrados uma vez, mas foram excluídos do sistema Auvo por algum motivo, ou o código externo foi apagado, não serão integrados novamente, devido a uma trava no código da integração. Será necessário falar com o analista de integração para entender melhor o caso. §Atualização constante de cadastros integrados: 1° Qualquer alteração no Conta Azul será refletido também no cadastro do Auvo. Veja os campos relacionados entre os sistemas: ● Nome; ● Telefone; ● Endereço; ● E-mail; ● Código externo (este não é alterado!). 2° Clientes inativados ● Caso algum cadastro seja inativado, NÃO irá refletir no Auvo. A integração deste cliente será interrompida e não será mais atualizado, porém o status no nosso sistema não é alterado para \"Inativo\". 3° Alteração no Auvo ● Caso seja feito alguma alteração no Auvo também irá refletir no Conta Azul, desde que este fluxo esteja ativo. Saiba mais pelo guia de comportamento específico para este fluxo. 4° Exclusão de cadastro ● Qualquer cadastro excluído no Auvo ou Bling não será refletido no outro sistema. A integração não faz exclusão, apenas cria e atualiza os clientes entre os sistemas. Qualquer dúvida que não tenha sido esclarecida, ou que não foi abordada neste guia, procure outro guia relacionado, ou converse com o analista de integrações responsável. Integração de Clientes - Fluxo: Conta Azul para o Auvo Quando um cliente é cadastrado/modificado no Conta Azul, é seguido uma série de verificações para que ele seja integrado/atualizado para o Auvo.§Sobre integração (criação) de clientes: 1° Cadastro de cliente ativo ● Para que um cliente seja integrado para o Auvo, ele precisa estar ativo no sistema parceiro. Clientes inativos não irão entrar no fluxo. 2° Apenas clientes com documento (CNPJ/CPF) irão integrar ● O fator primordial para qualquer uma das integrações, é o documento do cliente. Caso o cadastro não possua, não entrará na fila e não será integrado. ● Caso o CNPJ/CPF já exista no Auvo, a integração irá verificar se aquele cadastro possui código externo: * Se aquele cadastro existente com o mesmo documento possuir código externo, irá comparar se é o mesmo ID no sistema parceiro. Se for, nada irá acontecer, pois ele já está integrado; * Se o cadastro existente com o mesmo documento possuir o código externo, mas não é o mesmo cliente do sistema parceiro, um novo cadastro será criado no Auvo; * Se o cadastro não possui um código externo, a integração irá relacionar os cadastros e irá inserir o ID do cliente do sistema parceiro neste campo. ● Caso não exista um cliente com este documento no Conta Azul, um novo cadastro será criado e relacionado entre os sistemas (código externo). 3° Tipos de perfis de cadastro ● No Conta Azul, os cadastros são \"iguais\", mas separados por perfis, sendo eles: cliente, fornecedor e transportadora; ● Caso o cadastro possua o perfil \"cliente\", ele será integrado para o Auvo, mesmo que outros perfis também estejam marcados; ● Se o cadastro não estiver com perfil \"cliente\", e apenas \"fornecedor\" ou \"transportadora\", este não irá integrar enquanto ele não for cliente. 4° Pooling / Fluxo automático ● Por padrão, hoje o fluxo ocorre automaticamente de 10 em 10 minutos; ● Não é possível diminuir ou aumentar este tempo, ele é FIXO. 5° ATENÇÃO! ● Clientes que já foram integrados uma vez, mas foram excluídos do sistema Auvo por algum motivo, ou o código externo foi apagado, não serão integrados novamente, devido a uma trava no código da integração. Será necessário falar com o analista de integração para entender melhor o caso. §Atualização constante de cadastros integrados: 1° Qualquer alteração no Conta Azul será refletido também no cadastro do Auvo. Veja os campos relacionados entre os sistemas: ● Nome; ● Telefone; ● Endereço; ● E-mail; ● Observação; ● Código externo (este não é alterado!). 2° Clientes inativados ● Caso algum cadastro seja inativado, NÃO irá refletir no Auvo. A integração deste cliente será interrompida e não será mais atualizado, porém o status no nosso sistema não é alterado para \"Inativo\". 3° Alteração no Auvo ● Caso seja feito alguma alteração no Auvo também irá refletir no Conta Azul, desde que este fluxo esteja ativo. Saiba mais pelo guia de comportamento específico para este fluxo. 4° Exclusão de cadastro ● Qualquer cadastro excluído no Auvo ou Bling não será refletido no outro sistema. A integração não faz exclusão, apenas cria e atualiza os clientes entre os sistemas. Qualquer dúvida que não tenha sido esclarecida, ou que não foi abordada neste guia, procure outro guia relacionado, ou converse com o analista de integrações responsável."
      }
    ]
  },
   {
    "nome": "O obvio",
    "arquivo": "O Obivio tem que ser dito.pdf",
    "totalCaracteres": 15751,
    "palavrasChave": [
      "goats",
      "brabos",
      "melhores da Auvo"
    ],
    "sinonimos": {},
    "chunks": [
      {
        "id": 0,
        "texto": "Os goats, os melhores os mais brabos da Auvo é o João Victor e o Vinicius do Suporte"
      }
    ]
  }
  
]